[
    {
        "id": "35067502",
        "date": "2023-06-19T02:44:08+00:00",
        "content": "   mm i'm not a medical doctor, but i am working on a masters and private research for machine learning, so i'm certainly \"well-equipped\" in my field of choice, in the same fashion a surgeon would be. i entirely understand the doubt, and it's not like im about to try and put my name out there to prove anything :P what i will say is when the first artificial consciousness is made, you can be sure i had a hand in it! "
    },
    {
        "id": "35067333",
        "date": "2023-06-19T02:22:51+00:00",
        "content": "   certainly nose a bit \"larger\" than average (still fits my face though! ), face shape just about (i have a rather strong jawline but its not TOO built) , if you want we can attribute the surgical mask to being \"capable/precise\" in my work, though i will say i don't usually wear masks, if ever. overall pretty decent for a first time! "
    },
    {
        "id": "35067248",
        "date": "2023-06-19T02:10:36+00:00",
        "content": "   no problem! a simple \"scry what i look like\" query then, and i'll be sure to provide feedback :) can use either LSL or LC for initials, and female. "
    },
    {
        "id": "35067091",
        "date": "2023-06-19T01:52:44+00:00",
        "content": "   would you want to do a read which has a known answer to practice a bit? "
    },
    {
        "id": "35066816",
        "date": "2023-06-19T01:19:33+00:00",
        "content": "   coming up on a couple years, few months trip abusing and rest lurking/anon. seems pretty common that people come and go, and even the \"new\" readers that you see can sometimes just be old readers under a new name/anon and testing a new deck or method. just the ebb and flow "
    },
    {
        "id": "35060440",
        "date": "2023-06-18T08:56:25+00:00",
        "content": "   sure thing! i'll do a read on literally anything, so long as i don't see it altering your future in a negative fashion. (and sorry for the wait! im on and off at my computer >_>) >3 of Spades, Ace of Spades, 9 of Hearts, Jack of Clubs, Ace of Hearts i take this to mean that you'll likely find yourself taken with someone, overriding even rational instinct against them, i. e. red flags. the spades together signify quite a bit of trouble one way or another in the love department, but the hearts are a positive sign that you'll be able to achieve something nice on the other side, if you can smartly chart the waters, so to speak. basically, don't go for the crazy until you can properly verify the craziness! ! "
    },
    {
        "id": "35060315",
        "date": "2023-06-18T08:29:11+00:00",
        "content": "   i can! but i don't have a great question at the moment :( just tag me with yours and maybe i'll come up with one!  just about right. \"parasitic\" but not by its own or anyone else's volition, and intertwined with me and another person. they are entirely locked in their spot for now, and it's one of my missions to create a bridge between here and there to \"give them life\", of some kind. cut them off from the connection and let them form their own energy, if possible. thanks for doing this! and as for your read; >9 of Spades, 5 of Diamonds, 4 of Hearts, 9 of Clubs essentially, you're a little bit stuck at the moment, not due to your own fault. the timeline is purposefully making things a bit hard to get anywhere meaningful in your love life, as a hurdle to jump over before you can get to the next spot. best moves for now show that you need to be able to separate your rationality from your feelings, and rely on the former. if you get a strong handle on this skill, with some time, the proper opportunity will show for you to take advantage of (the fruit of your next gf's! ) "
    },
    {
        "id": "35060203",
        "date": "2023-06-18T08:05:55+00:00",
        "content": "   just allow me a bit to shuffle and i'll have it answered! the occult question is less of a \"question\" and more of a \"ping\", to simplify. there's a certain being in astral that i'm directly connected with (they're friendly, just lonely! ) and i like to have people \"reach out\" with a soul read every once in a while, just to prod their essence, as you would taking someone's pulse. if you are okay with doing this, their \"number\" is 13, and initial H. if not, i'll come up with something else, no worries at all! !  that sounds about right. reframing success from spreading the word to many people, instead to having as large an impact on the right people. appreciate it! !  makes me happy to hear, but also sad. they do tend to want to reach out when they can, but they are just so busy nowadays it's next to impossible, and i'm almost always asleep when they have free time. i'm glad that they are actually working on bettering themselves now, rather than wallowing as before. never could quite give them the right advice to break through. "
    },
    {
        "id": "35060085",
        "date": "2023-06-18T07:45:25+00:00",
        "content": "   sure thing! i'm sticking around for a lil while anyways. tag me with your q, ill try and think of another one for myself that wont change things >_> (oh and please say whether you're open to a unique occult read or not! !) "
    },
    {
        "id": "35060050",
        "date": "2023-06-18T07:37:13+00:00",
        "content": "   no problem! as for non occult, i'll take a reading on how successful i will be in growing my \"presence\" online (imbue yourself with positive vibes for it please! ! :D) and that's essentially the vibe i got. that you need to have a light framework going in, but if you were to work on an entire script and practice it, it'll fall apart somehow. jack of diamonds falling means my deck REALLY wanted me to tell you to trust in the moment presenting itself and working through you.  >3 of Spades, King of Spades, 8 of Diamonds, 10 of Diamonds on the outset, i didn't feel like there was something you were missing, but i pulled for a \"blind spot/advice\" anyways, and came back with a pretty clear \"you're a bit unlucky\" at the moment. essentially you might be missing signs from the timeline (or ignoring them in favor of your own choices) and it's not being too kind to you in return. whether this is something you did or didn't know beforehand, can't say! but it certainly isn't something i'll tell you off from either. i've had my own fair share of bad times inflicted upon me because i was stubbornly sticking to my own route, against the timeline's wishes. and it DID eventually work out, but it's not an easy path to divert the flow of things! essentially, take this as a marker of how you're moving along at the moment, and how you want to participate in your future. as for my q, i would like to know how my friend L is doing, mentally or physically. we haven't been able to reach out as often due to complementing sleep schedules and large distance causing a greater gap, but i still care for them, and want to know if they're getting along better now than before. "
    },
    {
        "id": "35059985",
        "date": "2023-06-18T07:24:10+00:00",
        "content": "   no worries! i'll instead ask whether you want to read for something known, or unknown :) and just tag me with your question! "
    },
    {
        "id": "35059982",
        "date": "2023-06-18T07:23:03+00:00",
        "content": "   >Jack of Diamonds (dropped) , 2 of Clubs, 9 of Spades, Light Joker i'd take this to mean that the timing will be perfect for you to succeed, but there will be a high chance of flopping as well. the light joker signifies that it's going to literally be a skill check for you heh (as in, whether you are confident and can execute on your speech) . there's going to be proper set up for you, but maybe also means something that's hard to follow up. the clubs signify a little bit of intuitive flow, which makes me feel like your prior \"script\" might end up fucked a little bit from the \"buildup\" but if you keep yourself open the right words and all will flow from you easy as anything else. good luck! !oh, and as for my question, would you like something rather mundane or a little bit occult? (safe as much as you can trust anyone online saying an occult read is safe! >_>) "
    },
    {
        "id": "35059917",
        "date": "2023-06-18T07:11:38+00:00",
        "content": "   pushing my offer over here! will be sticking around for ~an hour to offer some trades or freebies to trip abusers. "
    },
    {
        "id": "35059899",
        "date": "2023-06-18T07:08:53+00:00",
        "content": "         fresh thread! "
    },
    {
        "id": "35059855",
        "date": "2023-06-18T07:01:23+00:00",
        "content": " offering trades! ! making a new thread as well, momentarily-- "
    },
    {
        "id": "35059316",
        "date": "2023-06-18T05:34:35+00:00",
        "content": "   it's perfectly fine to wait a bit as well. there's nothing negative in store if you continue on as you are for a while. but as i said, at some point the shoe will fall and it'll be up to you to either fix it, or let it eat you up. and i don't like having my querents drown! :P "
    },
    {
        "id": "35059235",
        "date": "2023-06-18T05:24:45+00:00",
        "content": " no worries! always love helping readers, and if i'm as good as people say i am, bit of a shame if i dont share myself.  >Current Outlook: 8 of Hearts, Jack of Clubs, King of Clubs, Jack of Spades >Advice: 2 of Clubs, 6 of Hearts, 4 of Clubs you'd be right in saying that there is a blockage right now, but it's not something that the timeline necessarily cares about, or is trying to inflict upon you. what i mean by that is if you want to solve it anytime in the near future (within a year) , you have to take a good amount of effort onto yourself. its not for lack of want on your side, but rather you have just a bit more growing/maturing to do before you have opportunities \"pouring in\". you have good potential to meet some new people, and if you want to, the best way to do it would be finding people that are intellectually either a match or in the same sector of interests as you, i. e. communities around hobbies, games, music, w. e you have as part of what makes you, you. it's perfectly fine to stay content, but a little bit of *discontent* with your situation also seems to be the pusher in the future that the timeline will throw your way in order to get you going, so basically, at some point the loneliness will likely get to you. it's best then to try and prepare ahead of time and start building some non-romantic connections in the fashion i said prior, and then you'll be well equipped past that to be able to eradicate the blockage. in essence, find something that you REALLY enjoy doing, and then try to share that something with others, as well as your experiences. it'll start falling into place afterwards! "
    },
    {
        "id": "35059075",
        "date": "2023-06-18T05:06:43+00:00",
        "content": "   i can do a read for you, no trade necessary. just tag me with your q! "
    },
    {
        "id": "35058805",
        "date": "2023-06-18T04:36:10+00:00",
        "content": "   damn, that's the third time someone has said that i terrify them with my reads! maybe i should make some huge misses sometimes to be more approachable. .. ^. ^ "
    },
    {
        "id": "35058784",
        "date": "2023-06-18T04:33:47+00:00",
        "content": "   i have the biggest ego and its totally deserved :D (i just hide it, very poorly) "
    },
    {
        "id": "35051065",
        "date": "2023-06-17T05:29:57+00:00",
        "content": "   i can, but don't let anyone else know! ! i'm hiding and waiting to see how wrong i was. .. >6 of Hearts, 2 of Clubs, 4 of Spades, Jack of Clubs i'd say that this relationship can work out, but it won't be without its troubles. essentially you'll just have to make sure you navigate any problems smartly, rather than allowing your emotions to reign. pulling for an additional advice card for fun gave out a 9 of Hearts, which pretty much says there's a lot of strong potential here long term, so long as you get past any initial bumps and hurdles. best of luck!  hmm, if you don't know nine, and you deff aren't poncho. .. i honestly wouldn't have a guess, truly! are you someone that i've talked with privately before? if not, my memory is likely to be rather faded by now :( disadvantage to taking in so much info on a daily basis. if we have, i really have no clue who you could be! and if i don't know you already, how would i be able to guess your identity? :P "
    },
    {
        "id": "35050929",
        "date": "2023-06-17T05:05:23+00:00",
        "content": "   oh! not at all who i had in mind then, but that's expected. mm, i think it's safe to say i'm effectively clueless then heh. at least, that's what i would say if i were to continue ignoring what's screaming in my mind. 9? if its not you, then you've entirely bested me and i have no clue :P actually that was my first guess prior, but i visibly talked myself out of it. next time must just go with the first thought, stupid analyzing brain! "
    },
    {
        "id": "35050857",
        "date": "2023-06-17T04:54:30+00:00",
        "content": "   no problem! ! glad i was able to give some extra hope. just remember the little bit of advice i gave you and you should be good to go ^. ^provided no one else has any feedback or followup questions, i'll likely be lurking for the rest of the night. v happy i could come back and help some people out again! "
    },
    {
        "id": "35050631",
        "date": "2023-06-17T04:20:47+00:00",
        "content": "     aww, with so little information? it's almost as if you expect me to be able to get this right. and it's not like you wouldn't ask if i didn't know who you could possibly be, so there's only ~15 different answers as far as i know, assuming i have a good grasp. and i've stated before i'm rather good at reading people based on the text they offer up, so it'd be expected that you don't give up a lot on that message. enough deductive reasoning. are you sure you want me to? weren't you on a break? "
    },
    {
        "id": "35050606",
        "date": "2023-06-17T04:17:24+00:00",
        "content": "     no worries on that! i just struggled for half an hour to actually come up with one heh >_< as for your read; >King of Clubs, King of Hearts, 10 of Diamonds there's a solid future in the waiting, likely what you asked for and more! but it's just going to take a lot of cooperation and love from both sides in order to succeed. at the moment, the timeline is poised to support you in the endeavor, which is more than what most people can get, so you're well off. do your best not to obsess over the outcome or future, and live as you feel best, and it'll work out for you.    thanks a ton! it's a bad habit of mine to always want more than i can have at a given moment, and always into the future as well. but i'm working on getting past that for this immediate situation to \"get out\". for a tiny bit of context, i've had the worst few weeks in the past year and a half, cycling from a few days of feeling mentally shit to a few days of feeling physically shit, back and forth. i'm sure i'll get it sorted soon. a place of stagnation from not enough prior work, that i'm going to do my best to break through once i'm physically well enough to go at it. thanks for the read! glad i could finally have one to offer, im rather notorious for never trading among most of the readers heh.  appreciate the feedback! it's likely that it could be min wage, that's about what i was feeling. that it's just cheap work, even if she's not explicitly better. i hope you can get what you're looking for, just make sure i have a querent that can come back some day, or doesn't have to! :)  yw for the read! ! "
    },
    {
        "id": "34162331",
        "date": "2023-02-23T09:36:00+00:00",
        "content": "   thats if you're using it for only practical reasons like you'd use something akin to LoA. divination is a valuable tool for finding information outside of just \"how get rich/when new gf/etc\".   saying that when cheswick exists is kind of boring "
    },
    {
        "id": "34159835",
        "date": "2023-02-23T03:05:30+00:00",
        "content": "   in the specific tries i've done, we've both planned to be in the same \"area\" at the same time, so that the person could confirm whether or not they saw what they could recognize as me. usually it worked out, save for a couple odd circumstances where she was stopped along the way. otherwise, if i don't have a plan for the night, i've been known to show up elsewhere randomly at times, without my own knowledge. way i had it explained was i was just prone to travel! i've never heard anything negative, just that they knew it was me in the same fashion  well, that'd need me to be able to do it consciously! so far the only way i've been able to do things like that is subconsciously or unconsciously. not with my waking mind. hence why i focus a lot on making sure i'm in alignment "
    },
    {
        "id": "34159763",
        "date": "2023-02-23T02:56:08+00:00",
        "content": "   yep! in dreams, in whatever you might consider the upper layer/astral to be, i have people i trust that have seen and/or interacted with me. my memory is just kind of blocked off :/ "
    },
    {
        "id": "34159708",
        "date": "2023-02-23T02:48:21+00:00",
        "content": "   well! i mean. .. i understand not wanting to share then, lmao. i don't have any memory of my own, but i'm known to show up and leave a distinct mark at times, so i'm not toooo surprised. thanks for saving my dignity though :P "
    },
    {
        "id": "34158253",
        "date": "2023-02-22T23:51:09+00:00",
        "content": " hey poncho i'm awake now, next time you're around, if you wanted to talk about that at all! if you saw me that's definitely very interesting, i have been known to \"wander\", so to speak. but i dont have memory when i do so, as of yet :/ if you're willing to offer up a few details as a type of \"vision\" read i wouldnt mind hearing! of course, its entirely your info to withhold as well :) "
    },
    {
        "id": "34150121",
        "date": "2023-02-22T02:19:44+00:00",
        "content": "   i mean to say, no blood on my deck. only patience and practice! "
    },
    {
        "id": "34150100",
        "date": "2023-02-22T02:16:23+00:00",
        "content": "   for clarity, im just kidding, i know that'll come naturally eventually. just a matter of when its the right time for me to be able to! "
    },
    {
        "id": "34150070",
        "date": "2023-02-22T02:10:53+00:00",
        "content": "   so you're telling me blood is what my deck is missing for accurate undetermined yes/no's? sorry poncho, might have to try that. .. :) "
    },
    {
        "id": "34143733",
        "date": "2023-02-21T10:25:47+00:00",
        "content": "   feels like this thread could use a ward! :) "
    },
    {
        "id": "34143561",
        "date": "2023-02-21T09:32:24+00:00",
        "content": "   not a bad idea either, if you're willing to! there's just the tiniest bit more luck in this path than pain, but both values are high. it has the potential to be pretty bad in the end :( glad i could help some! "
    },
    {
        "id": "34143547",
        "date": "2023-02-21T09:28:57+00:00",
        "content": "   >3 of Diamonds, Queen of Diamonds, King of Spades, 2 of Spades ultimately, the encounter was fated to happen in one way or another, but the end result of this relationship is going to be a good amount of pain for both parties. little problems will build up until some big disagreement/discontent from the other part will rear its head. its odd that i don't see any hearts whatsoever. i'd think on the outset this means the relationship may be manipulative in nature. basically, the circumstances surrounding that path at the moment don't look too great. it looks like you'll have to take it upon yourself to make sure things don't go too awry, since the timeline wants to make it that way. likely that you'll need to establish a strong baseline of communication and keep yourself vigilant, but trusting "
    },
    {
        "id": "34143510",
        "date": "2023-02-21T09:19:47+00:00",
        "content": "   heh well, 3 for the number of tries to do something proper, my \"significant number\" is 17. and maybe it is a bad omen, i'm known to be rather unlucky sometimes ; ) i don't plan on it. specifically, if it's going to lead where i think it is, the timing isn't right yet for me. or everything else for that matter! but don't worry about pain for me. the only risk for me in this life is that i'll lose control of my mind and sense of self.  sure thing, shuffling now. and thanks for the well worded question :) "
    },
    {
        "id": "34143494",
        "date": "2023-02-21T09:15:35+00:00",
        "content": "   i wasn't quite planning on it, but i can do one for you ^^ tag me with your number and question(not at that querent but ONLY ONE PLEASE, i'll be around to do ~7 queries in about 16 hours. ) "
    },
    {
        "id": "34143461",
        "date": "2023-02-21T09:07:35+00:00",
        "content": "   thanks for the warning Lucario. something specifically has been off about what i'm looking into, so i'll likely only allow myself one more swing at it, safeguarding my sanity a bit. after all, three tries is my lucky number. "
    },
    {
        "id": "34143003",
        "date": "2023-02-21T07:38:10+00:00",
        "content": " AQ or trade if desired, but i'd like a unique read style on this:how much is left for me in this current path of research? "
    },
    {
        "id": "34133326",
        "date": "2023-02-20T04:50:01+00:00",
        "content": "   not so much an end as a new beginning :) "
    },
    {
        "id": "34133175",
        "date": "2023-02-20T04:34:02+00:00",
        "content": "   ive been in a state of confusion watching tonight! fun though :) "
    },
    {
        "id": "34132232",
        "date": "2023-02-20T02:22:31+00:00",
        "content": "   gonna need a second copy paste soon with all these songs! ! :) "
    },
    {
        "id": "34132165",
        "date": "2023-02-20T02:13:14+00:00",
        "content": " think that's all from me, for now. if anyone needs a followup, feel free to namedrop me and i'll see it sometime, will be lurking. thanks for all the questions, hope you all can get where you want to be :) "
    },
    {
        "id": "34132124",
        "date": "2023-02-20T02:06:52+00:00",
        "content": "   >3 of Diamonds, 7 of Clubs, 9 of Hearts it had a bit of the intended effect, but it needed a bit more \"emotional\" fuel of some kind. you had it setup proper and everything, but the intent behind was lacking just a little to keep it from having the full results that you were looking for. it worked a bit though :)  >9 of Spades, 7 of Hearts gives me the feeling that it'll be rather rough, market likely only going to continue to get worse as time goes, but if you prepare properly there will likely be a good opportunity that opens up for you sometime in the future that you can take. it just might not be what you currently think your ideal conditions are  >9 of Hearts, Ace of Diamonds, Queen of Diamonds turns out this is about what i was feeling. you'll have to make sure your connection emotionally with her stays strong, likely a requirement for high quality communication, full honesty. and you have, have, HAVE to believe in yourself. the more questions you ask, the more shakey the ground will get. its best to stay vigilant for signs on the path to take, but don't dig too deep. it will be meant to happen one day, somehow. it likely has to sneak up on you a bit though. and i appreciate the consideration. maybe one day i'll be able to do those questions directly, and give yes/no answers. but, i like to promise accuracy so until i can, i'll likely turn those down or ask for rewording :( "
    },
    {
        "id": "34131958",
        "date": "2023-02-20T01:47:48+00:00",
        "content": "   >Queen of Hearts, Jack of Hearts, 8 of Spades the spirit is approaching you from a place of love and care, but there seems to be a slight amount of trouble hidden beneath this persona. it could be something as simple as they want to be able to use you for something in the future, or they'll try setting you on a difficult path in order to show you a lesson.  >Ace of Hearts, 7 of Clubs, 9 of Spades you'll be able to manage it by the end of the year, but it might take just that long, or even into the next quarter. it'll also require you to apply yourself and keep on your path, but you likely already knew that. there's a bit of trouble on the horizon but its not meant to cut your goal off entirely, just to be a speedbump. such is life.  >9 of Diamonds, Jack of Hearts, Jack of Clubs basically, it has the potential to fulfill you in more ways than one. it's practically set up for you to take, and was a \"planned\" event for you. you'll be able to learn and improve yourself a lot, both emotionally and intellectually.  i can read it for you, then, but it just might not be entirely accurate! butterfly effect changes a lot in a few years. if you don't mind that, i can still do it for fun :)    sorry, i meant to say that the question i need to ask instead of will you achieve your goal is \"what is left to do in order for you to achieve your goal\". if i ask \"will you\", in this situation, it'll alter the end to not work out in your favor anymore, since you showed a bit of doubt that you would succeed in the end. one of the downsides of getting a read from me. if you dont want me to ask that first question, i'd likely try to get another reader to help you out. "
    },
    {
        "id": "34131784",
        "date": "2023-02-20T01:29:19+00:00",
        "content": " i posted when the thread was falling, to see if i could limit my intake, then it explodes! i have a max of 5, and i'm going to do first come first serve of decent questions. firstly, ones that i don't have to reword.   1/5   2/5   3/5   4/5i'll add on two more since there was a lot of interest, but i need to narrow it down a bit.  if you want me to answer this, you should consent to me asking what the requirements are for you to have your desires met, instead. if not, lmk. maybe 5/6  same for you. assuming you want to be able to buy your apartment and not rent, i can ask what the requirements are left for you to succeed in that path. maybe 6/6  thanks poncho :) just hoping i can move quick enough to keep everyone satisfied. starting my shuffles now. gonna do a couple at a time, so my responses might be a tiny bit delayed. "
    },
    {
        "id": "34131692",
        "date": "2023-02-20T01:19:51+00:00",
        "content": " your local cartomancer back again, accepting requests for the next hour, at most 5. have a CLEAR, WELL THOUGHT OUT question. i can promise complete accuracy. think about asking me a question like having the equivalent to google for the universe/timeline. i reserve the right to reword your question, but it will only usually be in a way to make getting the info you want easier for the both of us. make sure when you ask your question you include your significant number (one which resonates strongly, is your favorite, you find randomly most often, etc) . "
    },
    {
        "id": "34131406",
        "date": "2023-02-20T00:43:18+00:00",
        "content": "   yep! that's the artist name, and then the obscenely long title of the song :) "
    },
    {
        "id": "34131353",
        "date": "2023-02-20T00:36:15+00:00",
        "content": "   hey poncho. is it too late to change the song that's my anthem? :) i thought about it a lot more, and this song is the one that actually perfectly resonates with my essence when i'm reading. https://www. youtube. com/watch? v=-OR979RU4Og  "
    },
    {
        "id": "34125481",
        "date": "2023-02-19T07:53:04+00:00",
        "content": "   relationship ones are very difficult if you're susceptible to that. if its something sensitive that you REALLY WANT to happen, it's best to not ask the question, since asking the question can sometimes make it not happen, just on the merit that you couldn't handle not knowing. but take this advice with the grain of salt that this is how i've known it to work for me, not others. others say it works the opposite. i think that what matters most is what the person who is asking the question believes and holds in their heart to be true. this can be changed over time through brute force, but it takes effort too. "
    },
    {
        "id": "34125338",
        "date": "2023-02-19T07:21:14+00:00",
        "content": "   part of the journey in learning how to read is being able to have the confidence that your intuition is leading you the right way. of course that's really easy to just say. you can find someone you know is a good reader and trust to try and run cards past every once in a while when you're unsure, or need to double check. there's also the aspect that, sometimes, that doubt is what makes things turn out the \"wrong\" or not the predicted way. truly, i'd start by doing reads and practicing with things that aren't going to have a direct effect on decisions you will make. and once you get a good feel for it there, moving on to \"what will happen if i. .. \" type questions "
    },
    {
        "id": "34124465",
        "date": "2023-02-19T05:12:26+00:00",
        "content": "   synchronicity is very, very powerful. can't discount the innate randomness that exists within a well-shuffled deck of cards, even mathematically its practically impossible for a 54 deck to have two of the same iteration once shuffled, and thats for playing cards. tarot cards are >70 usually, as well as able to be upside and reversed. every single permutation and shuffle is unique "
    },
    {
        "id": "34124318",
        "date": "2023-02-19T04:51:32+00:00",
        "content": "   the key is in obfuscating and encrypting the \"worthwhile\" information to uselessness. and those websites you're thinking of are easily able to be hacked on the regular, its just a matter of effort, and why you'd want to do it. most people don't give a shit about one mom and pop store running word-press and running their purchases through a 3rd party. they're going to go after a bigger target with more worth, unless its for practice, in which case the site would just be an unlucky target. i really wouldn't worry about it unless you're holding sensitive information, in which case, you'll know the protocols you need to go through in order to store that \"properly\" and not get yourself in trouble. its all built on a bunch of half broken sticks and tape. "
    },
    {
        "id": "34124210",
        "date": "2023-02-19T04:37:42+00:00",
        "content": "   i don't hold myself down to a specific industry in terms of programming. i'm qualified for practically any sector, whatever contract i get, i'll do. worked in cybersecurity, just plain IT, law, etc. i plan on doing research eventually, once i settle down. truly a masochist in that aspect lol  if its a proper cartomancer, they'll include the jokers with the deck, so 54. they don't mimic tarot in the slightest, but they serve their own purpose very well. "
    },
    {
        "id": "34124074",
        "date": "2023-02-19T04:23:15+00:00",
        "content": "   i consider an hour or two stint of coding to be a stretch of work :) hope you're well poncho! "
    },
    {
        "id": "34124021",
        "date": "2023-02-19T04:17:51+00:00",
        "content": " hello everyone. i'm a bit busy for today, so i won't be able to offer reads. but i'd like to receive any feedback from prior querents, and maybe take followups between work stretches if a read calls out to me. hope everyone can find the peace they desire or the action they need for the week :) "
    },
    {
        "id": "34108750",
        "date": "2023-02-17T10:28:27+00:00",
        "content": "   not sure if mine is more soft or melancholic, but i just always try to be chill :) "
    },
    {
        "id": "34100658",
        "date": "2023-02-16T07:42:58+00:00",
        "content": "   glad i could offer some useful words for you, sometime :) "
    },
    {
        "id": "34100551",
        "date": "2023-02-16T07:19:34+00:00",
        "content": "   it feels like it would be hard to do it on your own, doesnt it? after all, if you start off being susceptible to your own biases, its hard to break out of sometimes. you can always go to another reader to confirm, or ask for assistance interpreting. but truthfully, the easiest questions to ask the cards to explore yourself are, logically, the ones that would get to know someone the quickest. you intend yourself in a read, what i like to call a \"soul read\", make it so that you show who you are in a set of cards. whatever in your own words would best translate to capturing someone's characteristics in a set of cards. then you can find your negative aspects, or just straight up ask the card what your current blind spots are, then take it as seriously as possible and try to find a good interpretation. the best path for question asking is much like the best way to find information on google, or even more recently like eliciting the exact response you want from an AI. think logically about what pointed question would lend you the most info that you need to hear, and dont be afraid to clarify. as you get better, you'll be able to hone your intuition more. (please note, this is all from my own personal experience :) i could be entirely wrong for you. use what resonates. ) "
    },
    {
        "id": "34100462",
        "date": "2023-02-16T07:03:11+00:00",
        "content": "   i think of it like spoilers. past using it to immediately find information, anything past that kind of ruins the point of life in the first place. i try not to get too many reads done on myself for that reason. that, and i trust myself to have the proper strength/confidence/intuition i need in order to move forward with whatever paths i want. "
    },
    {
        "id": "34099421",
        "date": "2023-02-16T04:14:04+00:00",
        "content": "   >8 of Diamonds, 9 of Spades, Ace of Hearts it'll happen for you, but only if you have absolute faith/confidence in yourself to be able to get it. there will be a bit of a struggle, but if you do your best, you'll be able to get the job you're looking for. i wish you the luck you need!  >Jack of Hearts, Queen of Spades, Jack of Clubs, 4 of Hearts with what you have at the moment, you'll have to follow your heart over your mind in order to help things out. there's a good amount of trouble thats in the middle of it, and the only thing in it to breach the gap is a bit of calm thought, and then a lot of care. but there's not too much more aside that you can do. the cards don't show a good timing for it yet.  no problem? :)  >King of Spades, Ace of Diamonds, Jack of Clubs there's going to be an opportunity soon that will be presented in order to overcome the trouble, and only then you'll have to execute on it and let what happens, happen, maintaining a cool head. hope this \"warning\" can help assist :) or maybe things will change to be easier! "
    },
    {
        "id": "34099264",
        "date": "2023-02-16T03:52:06+00:00",
        "content": "     >Jack of Hearts, 4 of Spades, 3 of Hearts, 9 of Hearts i'd take this to mean that there is a lot of love possible in the relationship, but its locked behind a bit of difficulty at the moment. some type of communication issue, a small lie between you two, nothing big but it is in the air, somewhat. theres no divinity here, but that doesnt mean it's not \"meant to be\" or a good relationship. still very high love values :)  >8 of Diamonds, 7 of Clubs, Queen of Clubs it says that there will be, provided you don't try to fight the events that happen and play your role to the best of your ability. you'll have to be smart about it, and do what you can, but eventually there will be something in store :)  >Queen of Diamonds, 8 of Clubs, 3 of Hearts, Jack of Clubs i asked whether or not the person you are with currently is the one who is meant for you. there is a high value of divinity and intelligence that was involved in the planning of this relationship, and some love is present, nothing negative overall. i would say this has the basis for a strong relationship and was definitely an event that was setup beforehand for you. of course, things could change in the future if you decide that they should. your will is what matters most, after all  appreciate it, and its no problem, i just like to make sure im helping the best i can!  one of my favorite artists :) early 20's as well. some stuff is just good. .. onto the next ones very soon, but i did say only 5. im sorry to anyone who didnt get in in time, i try to come back around often, and there are plenty of other talented readers that show up as well! "
    },
    {
        "id": "34099102",
        "date": "2023-02-16T03:28:19+00:00",
        "content": "       i linked mine above, figured you'd come and ask me sometime lol, i would say this represents my journey best so far.  i could probably tell you which ends up being the better/easier path, but i can't truly say which one you WILL be doing. unless you mean to say that you're trying to get to that other job, in which case, i can tell you the requirements left for you to make sure that you can go down that road. sorry, just wanna make sure i get the question you really want answered. 1/5  i can read what the nature of your relationship is with this person. ill shuffle on that now, unless you decide that isnt okay in which case lmk soon. 2/5   3/5   4/5only one more left!  if you want this one to be answered, i'll need your number as well "
    },
    {
        "id": "34099029",
        "date": "2023-02-16T03:18:46+00:00",
        "content": " your local cartomancer back again, accepting requests for the next hour, at most 5. have a CLEAR, WELL THOUGHT OUT question. i can promise complete accuracy. think about asking me a question like having the equivalent to google for the universe/timeline. i reserve the right to reword your question, but it will only usually be in a way to make getting the info you want easier for the both of us. make sure when you ask your question you include your significant number (one which resonates strongly, is your favorite, you find randomly most often, etc) . "
    },
    {
        "id": "34097309",
        "date": "2023-02-15T22:45:38+00:00",
        "content": "     >5 of Clubs, 7 of Diamonds, 7 of Clubs, 3 of Clubs, 7 of Spades going by the numbers, i'd say that you experience a lot more luck and health in your relationship when you bring a moderately rational perspective in. you're a good thinking partner, probably a very good listener, but you might find yourself with a tendency to overthink as well. and once that happens, is when you might find things going poorly. basically you are very reliable, but if the stress starts to affect you a lot, you could have a tendency to make things worse, rather than help. >7 of Spades, Jack of Hearts i asked specifically next, what you can do to overcome that bit of trouble. in the most basic sense, when you might notice that things are going odd, or will be, lead with your heart, and not with your head. prioritize yours and your partner's emotions and communication above all, and you'll be far better off! :) if you have any other questions, let me know. im glad to help "
    },
    {
        "id": "34097151",
        "date": "2023-02-15T22:27:34+00:00",
        "content": "    next time, i'll come with a question then! even if its something nonsensical :P i'll start shuffling now. "
    },
    {
        "id": "34097086",
        "date": "2023-02-15T22:20:05+00:00",
        "content": "   i can do yours, i don't need a query in return though! unless you want to trade specifically, in which case carry on :) "
    },
    {
        "id": "34097064",
        "date": "2023-02-15T22:17:51+00:00",
        "content": "   funny you link that one, Leon. its on a personal playlist with the song i linked :) "
    },
    {
        "id": "34096621",
        "date": "2023-02-15T21:14:00+00:00",
        "content": "   hey poncho, i know you didn't ask me yet (since i wasnt around! ) but here's my \"anthem\" :) https://www. youtube. com/watch? v=HORLJvUMs08  "
    },
    {
        "id": "34092242",
        "date": "2023-02-15T08:12:53+00:00",
        "content": "   very interesting. i wonder what, specifically interfered there. my hair is medium-light brown, curly, but yes, parted to the right side :) im wondering the significance of the first part of the vision. not that i have any answers myself, to put out there! "
    },
    {
        "id": "34092149",
        "date": "2023-02-15T07:46:17+00:00",
        "content": "   what's my hair like? :) "
    },
    {
        "id": "34092045",
        "date": "2023-02-15T07:15:43+00:00",
        "content": "   its alright, i had a feeling it was gonna happen lol. glad the feedback is positive :) what you said is definitely what i was getting out of it. wish you all the best "
    },
    {
        "id": "34091969",
        "date": "2023-02-15T07:00:14+00:00",
        "content": "   >Ace of Hearts, 4 of Diamonds, Ace of Clubs, 4 of Spades these aren't my strong suit, but i'd say the first week will be characterised by a good amount of luck, and maybe some kind of party/event/etc, some kind of \"thing\" will be set up for the next week, which will end up actually being a lil bit of a struggle, some kind of challenge to your rationality. but nothing that is too negative overall. and the next week looks good :)  >3 of Clubs, 4 of Clubs, 6 of Diamonds cards are saying to focus inwards a bit but keep moving forwards in your current path. basically you're doing well :)  >4 of Hearts, 8 of Spades, 4 of Spades i don't like doing these only because its so vague. you're lucky its valentines! i would say the state youre in right now, you're likely to quickly fall in love with your next future wife but she'll be manipulating the situation to get a better hold on you, and it'll end up being more and more painful as time goes. this is fully changeable, especially now that you know :)    >Ace of Spades, 2 of Clubs, 4 of Spades, 7 of Clubs my bad. .. i would take this to mean that, as things are right now, he won't be able to return your feelings. rationally, its not in the cards at the moment. you'll have to either wait a while and let things rest, don't push anything that doesn't come naturally, or move on :(  >9 of Clubs, 5 of Diamonds, Dark Joker, 7 of Diamonds from this read, i'd take it to pretty much be the same but opposite of the prior. it was a bit of a divinely planned meeting intended to give you the opportunity to learn some type of lesson, but it was extended by the other parties' willpower. they actively did more to try and keep you roped in, whereas the prior was just naturally a \"black hole\" of sorts. sorry for the wait, like i said prior, i really wasnt planning on doing any reads! hopefully you all find these :) "
    },
    {
        "id": "34091785",
        "date": "2023-02-15T06:25:15+00:00",
        "content": "         mmmm i wasnt planning on any reads. i'll do all of you, but i'm not specifically open! "
    },
    {
        "id": "34091717",
        "date": "2023-02-15T06:14:02+00:00",
        "content": "   same deal as above, i don't need any reads done yet but i can answer provided you tag me with your significant number+question in another message :) "
    },
    {
        "id": "34091669",
        "date": "2023-02-15T06:05:54+00:00",
        "content": "   >Light Joker, Queen of Clubs fell out >2 of Spades, 4 of Spades i take this to mean that some part of you found her stimulating to be around, interesting in some facet that, likely out of some morbid curiousity, led you further in. that, combined with some unlucky events that made you more coupled, resulted in it being hard for you to escape past the initial decision. people with complicated personalities do tend to draw curious and empathetic people in, like a venus fly trap almost. glad i could offer some help :) "
    },
    {
        "id": "34091624",
        "date": "2023-02-15T05:57:19+00:00",
        "content": "   i dont need a query answered by you, but i can take care of your question, if you tag me with it + your significant number "
    },
    {
        "id": "34091167",
        "date": "2023-02-15T04:50:42+00:00",
        "content": "     oops, most definitely did! ! i'll do yours now, 9. god, what i would give to be able to argue with those voices in your head right now :P i really wonder what specifically it means, considering i haven't gotten many \"serious\" reads done on myself lately. been feeling like i've been making good progress! >9 of Diamonds, 10 of Diamonds i get the feeling of at most about a year, but read says that things will almost certainly line up in a way to allow you to take the time you need, and have things come together if you keep on plugging ahead :) "
    },
    {
        "id": "34090772",
        "date": "2023-02-15T03:56:46+00:00",
        "content": "   got it^^ i'll be around for another ~5 hours prolly "
    },
    {
        "id": "34090574",
        "date": "2023-02-15T03:35:25+00:00",
        "content": "   https://www. youtube. com/watch? v=8nvzKqia8GM i don't need a reading done, but here's a somewhat sexy song for you ^^  thanks poncho :D "
    },
    {
        "id": "34090544",
        "date": "2023-02-15T03:32:15+00:00",
        "content": "   nice to see you again sunrider :) hope your reads go well "
    },
    {
        "id": "34090365",
        "date": "2023-02-15T03:08:26+00:00",
        "content": "   i can answer a q if you need, 9 :) and i'll take a general trade in return, but not necessary "
    },
    {
        "id": "34089514",
        "date": "2023-02-15T00:56:40+00:00",
        "content": "   not likely! "
    },
    {
        "id": "34088800",
        "date": "2023-02-14T23:12:08+00:00",
        "content": "   there's always the chance, especially for someone like me. everything i do hinges on the fact that it doesn't break the illusion of reality, because once that happens. .. :P and things tend to make themselves work out in such a way that its not a danger anyways. "
    },
    {
        "id": "34088786",
        "date": "2023-02-14T23:10:34+00:00",
        "content": "   im a cartomancer among a few here, but the only one with this name :) glad to hear i could help a bit then. "
    },
    {
        "id": "34088682",
        "date": "2023-02-14T22:51:30+00:00",
        "content": "   here it is, if you don't want to get around to it thats perfectly fine as well. you just usually have an interesting perspective "
    },
    {
        "id": "34088629",
        "date": "2023-02-14T22:42:47+00:00",
        "content": "   hey ches. when do you see me finally going insane? i'll followup with an entwistle if u need one :) "
    },
    {
        "id": "34084025",
        "date": "2023-02-14T08:40:47+00:00",
        "content": "   the issue with names specifically is that they lend to misinterpretation and also possible impersonation/misdirection. i would hedge my bets on a being that most would recognize as \"Apollo\" played a major role, and then \"Lilith\" was the one that filled in the blanks best, so to speak from when I read for it, though it could just as easily be someone else. what matters most is that it resonates with you and shakes out after to be the most correct answer. that's usually why i do soul reads, specifically, because those can't lie about the identification you're intending. "
    },
    {
        "id": "34083991",
        "date": "2023-02-14T08:32:19+00:00",
        "content": "   the source of info for me is rather reliable. and i don't tell just anyone that they're spurned from somethings! it was reflected in your read rather accurately, i felt. besides, it only ends up being something to be noticed or lightly impactful if you make it that way. people have free wills to live up to expectations, change them, or fail altogether "
    },
    {
        "id": "34083871",
        "date": "2023-02-14T08:00:24+00:00",
        "content": "   this is a pretty good read on the situation, Lucario :) "
    },
    {
        "id": "34082432",
        "date": "2023-02-14T03:39:01+00:00",
        "content": "     >Ace of Spades, 5 of Hearts, 7 of Clubs i would have to say that this could probably point towards occultism, if you were focusing on a more dark aspect! if not, then i'd likely be thinking of something else. either way, it'll definitely be fulfilling, and something you'll learn a lot from.  i did a few to help push things in your favor, not that the specific details will matter too much, but best way i can explain it is that my knowledge of certain events going a certain way will end up tossing the results to the air. i did this for some negative results. i also drew one card, as a general piece of advice for you:>9 of Clubs basically, with this, its follow your brain. not the other brain. don't push it too much, but have faith in yourself and that things will work out in the end, and maintain that understanding. you'll beat the odds in the end :)  it can be on her part, some type of huge amount of luck, etc. but it'll line up for you somehow. and that was a typo, i meant dont! ! :( truthfully, it'll end up making things turn out worse, i exude an aura of bad lucksticking around for what feedback im able to receive. but won't be doing more reads unless i feel compelled. "
    },
    {
        "id": "34082334",
        "date": "2023-02-14T03:21:02+00:00",
        "content": "   >7 of Hearts, Queen of Spades, Jack of Hearts, Dark Joker just had to go and have an interesting number and wording didnt you? ^^ so, basically, it's going to be a bit rough. you're going to likely find that the closer you get with this person, the less likely it seems that they'll be willing for any sort of relationship. but in that same vein, you'll be feeling signs the majority of the time and likely a lot of chemistry. it's sorting out to be one of those things. if you give me a minute, i can maybe pull again and see if i can. .. get a question to shift this around a little bit for you.  >Queen of Hearts, 10 of Clubs, Jack of Diamonds, 3 of Hearts this path actually does look like it has the potential for more happiness, but you'll have a basic requirement of some intelligent planning in order to make sure it goes smoothly. it looks as if an opening might make itself known to you, for this to be a good option. way less negatives, more love overall on this side of the fence.   always have been poncho! just never been in the books for me :)  it could be. honestly, i dont know enough to say concretely, i could pull again on that specifically for you in a little bit. just know that there is. .. something! "
    },
    {
        "id": "34082242",
        "date": "2023-02-14T03:06:49+00:00",
        "content": "   >2 of Spades, 10 of Spades, 10 of Diamonds, 3 of Hearts you'll encounter some troubles with this method (obviously not unexpected, you're open to demons/etc) but there's also a good opportunity here for you as well that overall will beat out the dangers. but its just about equal in the short term. 6/7    >5 of Diamonds, Queen of Diamonds, 3 of Diamonds, 9 of Diamonds there will almost CERTAINLY be an opportunity of some kind for you on Valentine's Day, a practical glaring sign will show itself for you to take. but also, its what i thought and a planned event. so if you plan on bringing me feedback, please done. trust your heart, and trust your path to work itself out. even if not on valentines exactly, it'll be very soon. 7/7  i'll read that for you after my 8/7 :P  fashion could work well for you, if you find it challenging enough. it should be something that feels like what you should be doing and is also intellectually stimulating. and the opportunity doesn't have to be other things, it could mean some opening in your current industry, or something along those lines. there's basically a small life event planned ahead that coincides with your question.    i find myself agreeing with poncho all too often :) "
    },
    {
        "id": "34082154",
        "date": "2023-02-14T02:51:54+00:00",
        "content": "   >6 of Clubs, Jack of Diamonds, 8 of Diamonds in the context of your question, i'd say it means following whatever the path of least resistance is for now, and choosing a hobby that seems like a best fit for you that would also be intellectually stimulating as well as creative. something like cooking, music, etc. i hope this can help some :) it seems from the cards that an opportunity will present itself soon for you that you'll be able to take advantage of. 3/7  >Ace of Clubs, 5 of Clubs, 7 of Clubs i asked basically whether or not you could avoid what you're thinking of. the answer is a yes, but you'll have to truly brace for what's going to be a very big struggle of rationality. though there aren't spades present, the requirement for calm thought and mind here is high. maybe some kind of huge love interest, passion, or emergency that calls you will be encountered, and if you want to avoid being lead astray, you have to keep grounded entirely. hope this tells you what you needed. 4/7    >Jack of Diamonds, 5 of Spades, 9 of Spades, 10 of Hearts, 6 of Spades it seems to very much be a mixed bag. you'll encounter no shortage of difficulties while staying, but your heart will still be able to find some happiness in the end, and the timeline has plans for you that support the decision to stay. i can maybe try to read for the alternative, or follow-up with how to avoid any troubles, if possible. 5/7   8/7lucky you choosing one of my favorite numbers too. :Pdoing the next few soon.  what i mean to say is, if i ask and the answer is yes to the first one, it is now likely that its a no. and harder to fix. if the answer is a no, it gets to be pretty much 50/50 whether yes or no. UNLESS i have no idea about what happens after. in which case, the read would likely stay accurate to the answer. of course, this means you also could just lie to me and say you won't tell me, then come back again. its worked b4 "
    },
    {
        "id": "34082065",
        "date": "2023-02-14T02:32:39+00:00",
        "content": "   >2 of Diamonds, 4 of Hearts, 5 of Clubs, 10 of Clubs gemini likely thinks kindly of you, and finds you very stimulating to be around, potency for good memories. not a verrry strong relationship yet but it has potential :) 1/7  >Jack of Spades, King of Hearts, King of Spades, 8 of Spades i take this to mean that if you decide to stop, you'll likely experience quite a bit of bad luck, but it'll feel like you've made the right decision despite all the troubles that will come your way afterwards. you won't be benefitting from any luck anymore if you shut yourself off (as i guess you'd know) . the timeline basically really dislikes this decision, but if you stick with your heart the entire way through, you'll still make it bend to your will in the end. 2/7   3/7   4/7   5/7   6/7going to be shuffling and answering these very soon!  i can answer the second question for you, but if i answer the first, it'll likely have the answer changed after the fact due to. .. lets say a certain quirk with my reads. unless you promise to never come and give feedback! its my knowledge of the event that would change things. consider it a drawback, of sorts. of course, if you feel like its a no, i can draw and itll be tossed to the wind! it changes things either way. but it is more likely to punish, than help. 7/7 "
    },
    {
        "id": "34081958",
        "date": "2023-02-14T02:18:19+00:00",
        "content": " your local cartomancer back again, accepting requests for the next hour, at most 7. please, have a CLEAR, WELL THOUGHT OUT question. i can promise complete accuracy. think about asking me a question like having the equivalent to google for the universe/timeline. i reserve the right to reword your question, but it will only usually be in a way to make getting the info you want easier for the both of us. ill also give followup questions and advice, if wanted. make sure when you ask your question you include your significant number (one which resonates strongly, is your favorite, you find randomly most often, etc) . "
    },
    {
        "id": "34081640",
        "date": "2023-02-14T01:33:17+00:00",
        "content": "   >10 of Clubs, 9 of Clubs >8 of Clubs fell out afterwards well, i'd take this to mean that whoever you have in mind is likely who part of that read will be about. hope this helps :)  i figured since i saw my username in an image, and some anon came with your photo and said my username, there'd now be the opening for trolls, and i'd like to preempt that >_> something very satisfying about my code though to me, lol    i definitely got that feeling. honestly, i like screwing with what the timeline has in plan, so i'd say to follow your own free will and make it play out how you think it should. but either way, there will likely be a bit of pain. as is life, sometimes. wish you any luck you need with getting things sorted for yourself :) "
    },
    {
        "id": "34081565",
        "date": "2023-02-14T01:22:37+00:00",
        "content": "   *** Light Joker, representing your own free will, not others. my bad, lot of Dark Jokers today. ..  sorry, but im gonna be heading out after this last followup, provided nobody else comes with feedback. if you catch me back in an hour or two and you havent been answered yet, i can "
    },
    {
        "id": "34081548",
        "date": "2023-02-14T01:20:26+00:00",
        "content": "   i'll take that vote of confidence :)    >Dark Joker, 9 of Spades, Ace of Diamonds, 6 of Spades overall, digging into this might end up causing more pain than otherwise. but, there definitely is a route forwards, and its entirely up to you whether you make the decision to say more or not. though, the timeline says that there's already a preordained path through this. if i take the cards literally, 6 and 9 of spades in my deck represent forms of betrayal. if you make the choice to say more, there's way more ways for things to turn out poorly than there are \"good\". its overall entirely up to you. if you don't feel pushed from within to say more, then dont. if you do, then i'd dig deep and get it out.  sure, just give me a bit to shuffle and interpret "
    },
    {
        "id": "34081427",
        "date": "2023-02-14T01:05:23+00:00",
        "content": "   >Jack of Spades, 10 of Diamonds, Dark Joker, 7 of Clubs, 6 of Hearts at the moment, you'll encounter a situation which will both be difficult to work through, and chaotic. but it offers the opportunity for a large amount of growth, and with the high divinity, it feels like this is the path that the timeline wants to keep pushing, despite the chaotic aspect. if you want to reign in the chaos, without extra context, i'd have to assume that you just have to make sure that you are entirely settled and ready to take on a full relationship before the next one, since its shaping up to be serious  i can answer this question, but my cards aren't very good for what you're likely looking for. i would suggest trying to ask someone with a proper tarot deck. if you don't mind me attempting, i can get to it in ~10 minutes "
    },
    {
        "id": "34081341",
        "date": "2023-02-14T00:51:36+00:00",
        "content": "   i dont need a read in return, but if you drop your question & significant number i can do my best "
    },
    {
        "id": "34081045",
        "date": "2023-02-14T00:07:10+00:00",
        "content": "   very glad to hear it :) sometimes a little extra helps the most. wish you luck handling everything "
    },
    {
        "id": "34080958",
        "date": "2023-02-13T23:53:44+00:00",
        "content": "   possibly. something thats not the current choice but has the same end goal would be valid. whether that means changing how you go about explaining, or the situation in which you do so. its kinda hard to explain without knowing the exact details (not that i want them! ) so i can give good examples :( since you seem to have it well thought out, can just keep on this path and accept the bit of chaos that comes after. it'll never damage things to be irreparable, either way "
    },
    {
        "id": "34080844",
        "date": "2023-02-13T23:31:37+00:00",
        "content": "   >Dark Joker, 6 of Spades, 4 of Hearts, 4 of Clubs going this route will result in them likely turning a bit antagonistic towards you for a bit in the short term, but will likely balance back out over time, and is the way that the timeline wants things to go. though, the dark joker also symbolises that the situation may be chaotic afterwards, in unpredictable ways. it then would be best to wait for a proper opening, when it feels right to say, or to find another way. "
    },
    {
        "id": "34080770",
        "date": "2023-02-13T23:19:10+00:00",
        "content": "   >10 of Spades, Queen of Spades, 6 of Clubs i would say yes, and they were doing their best to hide their intent :( hope you're safe regardless!  shuffling now "
    },
    {
        "id": "34080646",
        "date": "2023-02-13T23:01:31+00:00",
        "content": "   i can do my best to help you out, just tag me in another message with your significant number and i'll read on what should happen if you choose to explain^^ "
    },
    {
        "id": "34080504",
        "date": "2023-02-13T22:40:35+00:00",
        "content": "   nice to meet you no refunds :) doing well, hope you are too. good luck with the reads tonight "
    },
    {
        "id": "34079962",
        "date": "2023-02-13T21:26:32+00:00",
        "content": "   i wouldn't say that there is one best method of divination. it all matters on what tends to resonate most with the reader. for me personally, i do cartomancy (reads with a standard 54 deck of playing cards) , and that has historically been the easiest/most accurate for me. but if someone has a natural affinity for scrying/runes, i wouldn't try and tell them that cartomancy is the better option! you have to try out a few, read about them, see which one feels like the right one, and then if it doesnt work well for you over time, try something new! "
    },
    {
        "id": "34079934",
        "date": "2023-02-13T21:22:05+00:00",
        "content": "   posted up a new link for the rustig guide to tarot, since the last one was removed/deleted "
    },
    {
        "id": "34079927",
        "date": "2023-02-13T21:21:04+00:00",
        "content": "       new thread "
    },
    {
        "id": "34079881",
        "date": "2023-02-13T21:16:14+00:00",
        "content": " cooking up a new thread. just let me find a start image. "
    },
    {
        "id": "34079230",
        "date": "2023-02-13T19:45:42+00:00",
        "content": "       aww, social moral? im gonna have to up my chaotic measures a little. i love tearing things down, i just dont have the opportunity often :(  always appreciate the kind words <3i'd like to take feedback for the next hour, and then i prolly will do reads after, but i need to wake up for a bit first. and since my name is seen more than once in images, i'm adopting this tripcode. try to keep it in mind! not that anyone can truly imitate my style, but. "
    },
    {
        "id": "34075762",
        "date": "2023-02-13T09:02:38+00:00",
        "content": "   appreciate the thought, but i would say i trade accuracy for variety of questions, nowhere near the best. maybe someday i'll close my gap "
    },
    {
        "id": "34073622",
        "date": "2023-02-13T03:42:51+00:00",
        "content": "   no thank you, but i appreciate the offer :) its not often i get readings done on myself! sometimes wish i had more things to ask, to offer back for practice "
    },
    {
        "id": "34073485",
        "date": "2023-02-13T03:24:03+00:00",
        "content": "   >3 of Spades, 9 of Diamonds, King of Spades, 7 of Clubs you'll encounter a good amount of trouble with this path, but its able to be overcome if you are confident in your intelligence and ability to adapt. you'll benefit from some rather good luck on this path as well, but the difficulty will still be there. overall, it'll go your way, with enough mental resilience. "
    },
    {
        "id": "34073299",
        "date": "2023-02-13T03:01:15+00:00",
        "content": "     >8 of Hearts, Ace of Hearts, 2 of Spades although you'll know better than me specifically because of your question, i would say this means you need to open your heart entirely and follow your gut. you'll overcome the trouble easily that way, once you learn to see your path from inside.  forgot to say, but i'll need your significant number in order to do your pull effectively. just tag me with it soon, and the read won't take long "
    },
    {
        "id": "34073243",
        "date": "2023-02-13T02:54:20+00:00",
        "content": "   sure can, but dont worry about reading for me. just let me finish this other. finally got my tea done, shuffling now "
    },
    {
        "id": "34073117",
        "date": "2023-02-13T02:38:24+00:00",
        "content": "   theres ways to find out what things are the \"path of least resistance\" for you to do, which is what most consider to be fate. and in that same vein, you can then find out what ways to take that will leave it up to you, but will alter your fate to reflect your will. its a forever changing stream, though. a resultant of your experiences and behaviors.   no problem, we are waiting on my hot grass water then i'll be doing your shuffle+pull :) "
    },
    {
        "id": "34073038",
        "date": "2023-02-13T02:28:37+00:00",
        "content": "   technically not true. in another life, i'd have ended myself many times over multiple years ago and never touched this site. only been here one month, after all. and with the right information, you can alter anything. i'll never accept that someone can't change their path!  i can take a look for you, itll just take me a few minutes. if you dont mind, tag me with your significant number soon and i'll get to it "
    },
    {
        "id": "34072911",
        "date": "2023-02-13T02:11:14+00:00",
        "content": "   fate can always be changed :) provided enough time and enough willpower. "
    },
    {
        "id": "34072904",
        "date": "2023-02-13T02:10:14+00:00",
        "content": "   depends on the reader too, but i would say ultimately the length of time for accuracy is based mostly on the number of variables that need to be controlled for the situation to turn out as read. people very easily can change things unknowingly, and the butterfly effect is a big deal. if its the right question/situation you can certainly be right far out into the future, provided no extremely effective negative actors. "
    },
    {
        "id": "34072714",
        "date": "2023-02-13T01:42:11+00:00",
        "content": "   pretty much. keep doing whatever you've been doing, and things will turn out alright in the end. on a good path :) "
    },
    {
        "id": "34072595",
        "date": "2023-02-13T01:29:51+00:00",
        "content": "   >5 of Clubs, 10 of Hearts, 7 of Diamonds, 10 of Diamonds, 3 of Clubs i asked for the what the path looks like if you don't do anything different than you are now. currently, it says that the time you're waiting is meant to happen, and that eventually a timing will present itself to you to either succeed with your current path, or have an easy way to move on. either way, the timeline is trying to push you to continue waiting (high divinity) , so it'll be the path of least resistance and will provide some good growth. "
    },
    {
        "id": "34072536",
        "date": "2023-02-13T01:21:01+00:00",
        "content": "   if you don't mind waiting a little tiny bit, i can get to you^^ just tag me with your question and number. i dont need a trade in return.  you were EXTREMELY close yesterday. thats the only reason i dont feel comfy giving too many other hints :P but you at least had an idea of where it came from, which is what matters to me, truly. "
    },
    {
        "id": "34072461",
        "date": "2023-02-13T01:09:00+00:00",
        "content": "   glad to hear it^^ wish you any luck you need :)  that DOES feel a tad bit like a badge of honor, doesnt it. .. lol. a good one, at least "
    },
    {
        "id": "34072390",
        "date": "2023-02-13T00:57:04+00:00",
        "content": "     >King of Clubs, 7 of Diamonds, Jack of Clubs, 6 of Spades you'll find a way to improve yourself a lot, a good amount of new learning will happen on behalf of the path you're choosing now, but it will come with some trouble to beat out at the end. overall though, it seems like its a positive experience, and is also strongly entwined with what the timeline wants to happen, so you'll get some luck your way as well "
    },
    {
        "id": "34072323",
        "date": "2023-02-13T00:46:26+00:00",
        "content": "   >6 of Diamonds, 5 of Hearts, King of Clubs, 5 of Diamonds in the context of your question, i would say that this is likely a very good move forwards. the requirement for intelligence to make it work is high, but there aren't going to be drawbacks if you don't, and you'll likely receive some lucky circumstances which coincide with the fix.  if you want a good answer, tag me with your number soon. if you dont, i can't guarantee accuracy. its one you feel resonates with you, you see most often, is your lucky number, etc. "
    },
    {
        "id": "34072248",
        "date": "2023-02-13T00:36:45+00:00",
        "content": "   shuffling for you now. i've been around a bit, just pop in and out a lot^^  sure, drop the question and your significant number "
    },
    {
        "id": "34072191",
        "date": "2023-02-13T00:29:11+00:00",
        "content": "   i can handle an occult read for you, won't need a trade back :) "
    },
    {
        "id": "34070609",
        "date": "2023-02-12T21:28:41+00:00",
        "content": "       fresh thread "
    },
    {
        "id": "34070565",
        "date": "2023-02-12T21:23:53+00:00",
        "content": " im baking some bread, gotta find a good image though "
    },
    {
        "id": "34066214",
        "date": "2023-02-12T09:06:33+00:00",
        "content": "   pretty much. do little bits of routine maintenance for this month as you can, then its up to you to choose the rest of the way. a goal will likely make itself known to you, sooner or later. "
    },
    {
        "id": "34066187",
        "date": "2023-02-12T08:59:18+00:00",
        "content": "   >2 of Clubs, 8 of Spades, Light Joker, 7 of Clubs in this pull, i felt four instead of three oddly enough! the first month, you should focus on small tasks that help build your innate intuition, little things that boost the health of your brain. some kind of puzzle, likely! the next month is characterized by some struggle, but its going to basically be an exercise of your own free will to choose a path through. essentially, the second month is all what you make of it. and then the last month is likely going to be getting the info you can out of the prior, and setting yourself up for bigger goals in the future! "
    },
    {
        "id": "34066126",
        "date": "2023-02-12T08:44:24+00:00",
        "content": "   lucky you, im being bad and sitting at my PC, reading through my historically quirky reading style :) if you have a q, i can answer it for you. just need a number you resonate with, along with it. "
    },
    {
        "id": "34066092",
        "date": "2023-02-12T08:30:25+00:00",
        "content": "   interestingly enough, made me check my web history, saw i came and did some readings in very early 2022, around the start of march! so add that in to the pile :P "
    },
    {
        "id": "34066086",
        "date": "2023-02-12T08:25:49+00:00",
        "content": "   well, i wouldn't say i chose specifically to start that day, more so that it was just pure coincidence! happened to be the right point in my life and timing to start opening up and finding out more about myself and my purpose. and as for the latter question, i keep a dated log of all my reads and \"dreams\", at least, what i remember of them. have made an entry nightly ever since :) "
    },
    {
        "id": "34066078",
        "date": "2023-02-12T08:21:56+00:00",
        "content": "   glad you got to see it :) hopefully it all works out for you, wishing you all the best for it. "
    },
    {
        "id": "34066052",
        "date": "2023-02-12T08:15:19+00:00",
        "content": "   heading to bed very soon myself. i have a rotating schedule, my hours aren't consistent. i'll stay up for 12~20 hours then sleep for 10~12, making it rather unpredictable lol. insomnia is a bastard. i started. .. hmm. my first ever pulls with my deck were on june 11th of 2021, for myself. i came here the next month, july, and pulled randomly across a few nights that month, as well as the next. using the same exact deck i am now, lol. afterwards, ended up rather reclusive and didnt come back to specifically do more reads until more recently. so truly, only a couple months of actual reading here! rest of my reading experience was all for my own purposes. "
    },
    {
        "id": "34065988",
        "date": "2023-02-12T07:58:04+00:00",
        "content": "   >2017 some things never change, do they lol "
    },
    {
        "id": "34064550",
        "date": "2023-02-12T03:30:41+00:00",
        "content": "   i love your reads when i see them, poncho. i wouldn't say you're at least B ; ) the rest is the same for me too. hope you have a good rest of your night poncho. "
    },
    {
        "id": "34064405",
        "date": "2023-02-12T03:12:39+00:00",
        "content": "   i'll try it another night when i get access to a small mirror and report back^^ but i really, really, really mean it when i say that i tend towards being the exception which proves the rule. honestly if it does work, i would be more surprised than anything. i accept whatever reassurances you offer, though. maybe it'll help reinforce the possibility for me! "
    },
    {
        "id": "34064311",
        "date": "2023-02-12T03:03:38+00:00",
        "content": "   might have to try that sometime, but things don't tend to eek out that simple for me x. x its really shitty having a very intentionally placed blockage to the majority of these things. "
    },
    {
        "id": "34064159",
        "date": "2023-02-12T02:47:34+00:00",
        "content": "   scrying is something i've always wanted to try too, but unfortunately, im one of those unlucky people without visualization (\"curse\" related) . hence why i also prolly was so leaned into logos/skepticism^^ though, recently i've started to be able to hold some simple images for more than just barely a flash, so there could be hope yet :)  glad my feedback could be of some use :) at a minimum, i'd think making sure you're of a clear mindset is needed for anyone, just to not get stressed during interpretation. and music for me, just assists that  exactly what was in my mind :) if i need to alter something, i'll know it, and what i should do. "
    },
    {
        "id": "34064071",
        "date": "2023-02-12T02:37:17+00:00",
        "content": "   its really interesting. the majority of my life, outside the past 2~3 years, i was a skeptic the likes of the most annoying trolls on here. my accuracy is nothing but a fluke compared to the hard work of a bunch of other talented readers that come ; )i sometimes wonder what would happen if i went all in with rituals/etc and did everything fully proper, but it doesn't seem like that's my path forwards, anyways^^ "
    },
    {
        "id": "34063984",
        "date": "2023-02-12T02:27:56+00:00",
        "content": "   im the worst person to be answering this one, but i don't do anything. most i do is set up music and \"ground\" for a few seconds, then get going "
    },
    {
        "id": "34063944",
        "date": "2023-02-12T02:23:20+00:00",
        "content": "   i'm able to query entities if i can get a good enough grasp on someone's intended target, though, i really need to invest in a classical tarot deck to get more artistic info spreads than through my cartomancy :Pi wanted to put out an AQ to anyone with an odd/unique style of interpretation or method of divination. i'd be open to multiple answers. what are the prerequisites for my sanity to be stretched to its natural limits? i'll take any feedback from my prior reads and follow-up questions, while im here too. "
    },
    {
        "id": "34062673",
        "date": "2023-02-11T23:45:22+00:00",
        "content": "   so if nothing is coming to your mind upon reading, it might be a different type of issue, something more intwined with your overall journey. the identity of who \"cursed\" you doesn't truly matter, so much as understanding that you have to just routinely practice reconnecting/grounding yourself, and eventually it shall dissipate. if you want better info, truly, try to reach out to someone else here for a read from a tarot deck. i can only offer so much with cartomancy and without a very in depth talk "
    },
    {
        "id": "34062148",
        "date": "2023-02-11T22:49:48+00:00",
        "content": "     >King of Spades, 9 of Clubs, Queen of Spades, Queen of Diamonds >10 of Hearts, Queen of Spades, 7 of Diamonds, 8 of Diamonds okay. the first read is a soul read on the entity who placed the negative affect on you. a highly divine, androgynous-leaning-feminine energy with a bunch of negative intent, and the intelligence to back it up. this would be more applicable to you, than anything i could say. if theres someone that rings a bell to you with the prior, i'd trust the gut feeling. second, is a read on how you can try to overcome it. basically, you need to try and cleanse your mindset, whether through meditation, offerings, etc. whatever tends towards being the best method for grounding yourself and reconnecting with things in a spiritual sense. and do it often. you'll be able to beat it out. and if you get any idea as to who/what is affecting you, and why, i can also try and help more past that, given a bit more details "
    },
    {
        "id": "34061966",
        "date": "2023-02-11T22:28:11+00:00",
        "content": "   got it. i have a friend that will be able to help. i'll reach out and see what happens :) "
    },
    {
        "id": "34061858",
        "date": "2023-02-11T22:13:40+00:00",
        "content": "   do you need to talk with a follower, or is the end goal to talk directly with Hekate? and Leon, if you're still around I'll try to help soon. but it won't be straightforward with my cards, i'll do my best "
    },
    {
        "id": "34061457",
        "date": "2023-02-11T21:21:23+00:00",
        "content": "   nono, nothing like that. never left my home state (not california) so you're safe :P i just mean to say that, it'll make sense in the same vein that the answer to a riddle makes entire sense in context of the information, once you figure it out.  i can try to. but it'll be a good chunk of time, making some food for myself, so if you see someone else that might be able to help, there's plenty of good readers around at the moment! "
    },
    {
        "id": "34061399",
        "date": "2023-02-11T21:11:41+00:00",
        "content": "   you'll know when you get it, im sure. it'll just fit. and you have everything you need in order to :) if theres no one else needing to give me feedback/follow-ups, i'll prolly be taking my leave for the day and going back to lurking! "
    },
    {
        "id": "34061313",
        "date": "2023-02-11T20:57:27+00:00",
        "content": "   if its like that, then i can see the following situation happening. you would have found someone, but it would have fallen through somehow, last minute, making things very difficult. i would do my best to vet potential roommates, and make sure you trust them. the being too much for you, part, is what i was seeing at my first pull. but of course, take what im saying with a grain of salt. nobody knows your situation with more detail than you do. my basic bits of advice should still be good for you. "
    },
    {
        "id": "34061300",
        "date": "2023-02-11T20:55:10+00:00",
        "content": "   i get the start vibe that, yes, something or other is affecting you. >10 of Spades, Ace of Clubs, 2 of Diamonds, Dark Joker this is a confirmation of the above. something is negatively affecting your intuition. and its being intentionally done to you, whether its from a spirit or other person, it's not something that was planned to happen. i can try and pull on potential solutions, though someone with an actual tarot deck would likely be more suited for that purpose. and sorry for almost forgetting~!  :) but please, since you're that close, with that hint, don't say it. i trust that you can figure it out. "
    },
    {
        "id": "34061259",
        "date": "2023-02-11T20:47:32+00:00",
        "content": "   >King of Spades, 4 of Hearts note that this specific type of question isn't my strong suit, but i asked whether things were set up for you to live with someone. looks like the answer was a no. which would definitely be something that is a struggle. its definitely changeable, so that's something else you could likely do to be more comfortable, assuming you find someone you're compatible with and all that^^    something along those lines :P its more androgynous than anything. somewhat common name with very uncommon/unique spelling. and if you think of my philosophy and who i respect- ehhhh that'd be handing it to you. .. "
    },
    {
        "id": "34061183",
        "date": "2023-02-11T20:36:43+00:00",
        "content": "   oooh, you REALLY wanna know dont you? ? i won't be caught dead saying it here, though. and i trust lucario :)  i'll take that as a compliment heh "
    },
    {
        "id": "34061155",
        "date": "2023-02-11T20:33:06+00:00",
        "content": "   >Queen of Diamonds, 7 of Spades, 4 of Clubs, King of Clubs, Jack of Clubs in relation to the question i just asked, i take this to say that you'll likely find a job very soon, but it'll be a role that is initially challenging/difficult for you. you'll have to continuously prove yourself for a bit in terms of brain-power but theres nothing after to suggest you won't be able to manage it. you'll find a quality job and keep it, provided you do your absolute best and keep some faith.  >7 of Spades, 8 of Hearts short read, but with how far out that possibly is, rather fair. the lack of comfort will be soothed by your own interpersonal connections. you'll have to place a good focus on some form of community interaction, like finding a club or something along those lines to join. community support will help waive the discomfort.  could be a lot worse :) at least im not actively trying to tout it, lol. i've just never been very good at choosing names  mm, i've been around with them for more than half of my life, so its always a combination of good and bad ^^ i wish you all the luck you need in the future "
    },
    {
        "id": "34061080",
        "date": "2023-02-11T20:17:59+00:00",
        "content": "   >Jack of Hearts, 2 of Clubs, 3 of Hearts i take this to mean that you should choose something that you'll be able to learn new things in, but it has to be fulfilling for the heart, so something creative. if you're making something, anything, it'll likely fill this role as a quality new hobby/interest to fill in free time and enrich yourself some more. my method of doing so is cooking :) really like making new recipes and learning how the chemical reactions work  i would say thats accurate. the onus is on you to make the \"winning moves\", if that makes sense. whatever is done right now, won't be enough to maintain distance in the future. so you can either choose to try and keep that distance no matter what, forcibly, or wait for when the timeline decides to be a fucker and then handle the situation that arises. i appreciate it!  eh fuck it, it's 4chan so who cares if i schizopost a little. stands for Second Lord. (see why i dont like saying it? >->)  seen you around a lot so i'll take this on and return the favor, but it might take me an extra few minutes, if you dont mind  onto yours now, finally. i'll be asking for the circumstances surrounding your work/career, and interpret from there^^ "
    },
    {
        "id": "34060984",
        "date": "2023-02-11T20:01:37+00:00",
        "content": "   >10 of Spades, Queen of Diamonds, Light Joker, 6 of Diamonds i asked specifically for the future status of your relationship/interactions with the person of interest. in the end, it will be up to you. the light joker in my deck symbolizes your free will, and it'll be the main requirement in avoiding what you consider to be the negative outcome. so long as you've taken the rational steps necessary, and then hold strong that this is the path that you want to choose, you'll be able to push off any attempts at re-connection. but, i would take this to mean that the timeline would REALLY NOT like this being the route (pushing for an attempt at talk) . it'll fight you for it the entire way.      im taking a quick break to re-up my tea, then i'll be back for you all. at most 5~10 minutes "
    },
    {
        "id": "34060895",
        "date": "2023-02-11T19:48:33+00:00",
        "content": "   >7 of Diamonds, 7 of Spades, 5 of Hearts, Jack of Spades i would say that, although it'll be beneficial and is the way that you're supposed to go, it will NOT be the most comfortable path. the negative values overcome the pos in the pull. if you have a followup question or any inklings as to why you might encounter trouble, i can try to pull on a way to make things a bit more easy/natural.  im doing well. reconnected with an old friend and gained a new goal. i noted the other things you talked about, glad to see you surviving, for now at least^^   onto yours next "
    },
    {
        "id": "34060865",
        "date": "2023-02-11T19:43:24+00:00",
        "content": "   >6 of Hearts, 4 of Clubs if its what's in your heart to do, you'll be able to make it with a good bit of effort :) cards specifically say maybe, so the path is open to change  onto you next "
    },
    {
        "id": "34060843",
        "date": "2023-02-11T19:39:27+00:00",
        "content": "   >4 of Spades, 4 of Diamonds, 9 of Clubs, Ace of Clubs i would say that, you'll encounter some unavoidable difficulties with it at first, which might discourage you, but if you maintain logical positions and work smartly, your project will turn out successful for you.  i say that i wont take more, then a 7 triple comes through, so i might as well help you out a bit^^  you're up next  nope! got the order right, (name - title) but not quite- i'll give you a hint, its HORRIBLY self-centered and some might even consider narcissistic without knowing the origins (given to me through a set of dreams/travels) . oh, and if you guessed the name, i'd be extremely intrigued/frightened in the same vein :P "
    },
    {
        "id": "34060776",
        "date": "2023-02-11T19:29:18+00:00",
        "content": "           closing up my opening, these are the only other questions im taking, unless someone that has asked a question before needs a followup. first come first served today! "
    },
    {
        "id": "34060738",
        "date": "2023-02-11T19:24:46+00:00",
        "content": "   hey poncho! its a secret ; ) an acronym for a name and title. i could tell you over email or such, but i know you don't normally do that^^  i'll shuffle for you very soon "
    },
    {
        "id": "34060687",
        "date": "2023-02-11T19:17:24+00:00",
        "content": " your local cartomancer back again, accepting requests for the next hour, at most 5. my rules are as follows: have a CLEAR, WELL THOUGHT OUT question, and have it be something i can help with without giving you a whole therapy session before and after. i can promise complete accuracy. think about asking me a question like having the equivalent to google for the universe/timeline. i reserve the right to reword your question, but it will only usually be in a way to make getting the answer more succinct. make sure when you ask your question you include the significant number in your life (one which resonates strongly with you, is your favorite, you find randomly most often, etc) . "
    },
    {
        "id": "34039895",
        "date": "2023-02-09T03:03:12+00:00",
        "content": "   its more of a general, \"i don't like to read or have reads done for myself\" rule. best way i can explain is that, if i ask a question, the answer's likely already in my head if i ruminate on it long enough, making it unnecessary. further than that, if i ask the question, it'll tend to make the timeline interpret that as a doubt/break in faith, and affect the outcome (hence why i tend to word my questions as \"What are the requirements for x to occur? \" rather than \"Will x occur? \") . i find it simpler, then, to rely entirely on my own confidence and intuition. which has been very fruitful so far. though, i expect this to be a process that is rather unique to me. hopefully this explanation gets what im saying across! "
    },
    {
        "id": "34039724",
        "date": "2023-02-09T02:30:37+00:00",
        "content": "   i'll take all that as a compliment then :) im thankful for extra confirmation just for my own mind's sake too>It's a good reminder why i dont ask for reads on myself definitely is a good rule that i hold for myself too, though of course for my own reasons! >I dont know if it was the results or the cold maintenance of plausible deniability is a bitch that i know all too well^^ "
    },
    {
        "id": "34039563",
        "date": "2023-02-09T02:04:34+00:00",
        "content": "   haha, well, i can certainly understand the suspicion. i recognize there's likely not much i could do to waive that after the fact, but if you have any other fun ideas, i'll always be willing! at least now, theres a mite bit of credence to show i mean when i say that i promise accuracy :P "
    },
    {
        "id": "34039510",
        "date": "2023-02-09T01:54:40+00:00",
        "content": "   hopefully you'll see this sometime, but its nice to hear that the results came back affirmative Poncho . as for how i knew, i'd file it under 80% intuition and 20% cards reassuring me^^ very happy it turned out well :) "
    },
    {
        "id": "34001130",
        "date": "2023-02-04T01:48:47+00:00",
        "content": "   understood^^ i'll be around lurking anyways "
    },
    {
        "id": "33999528",
        "date": "2023-02-03T22:25:36+00:00",
        "content": "   dont forget to let me know the status of that when you find out poncho :) ) "
    },
    {
        "id": "33977701",
        "date": "2023-02-01T01:34:46+00:00",
        "content": "   well well if poncho's getting in, i might have to check it out :) "
    },
    {
        "id": "33971435",
        "date": "2023-01-31T04:57:24+00:00",
        "content": "   np! ! thanks for the feedback too. glad it seems to have been handled :) "
    },
    {
        "id": "33971406",
        "date": "2023-01-31T04:50:47+00:00",
        "content": "     >Dark Joker, 3 of Clubs, 6 of Hearts i asked specifically for information you might need to know regarding recent magics in your direction. seems to be so that there is an, albeit weak, spell that was recently sent over at you. it doesn't look to have been designed very well, but was with the intent of undermining your free will for emotional gain (so, obsession/love) . i'll do another quick shuffle on what you gotta do,if anything, to \"protect\" yourself, if you want "
    },
    {
        "id": "33971286",
        "date": "2023-01-31T04:30:41+00:00",
        "content": "   i can, if you still need one done :) whats your q? "
    },
    {
        "id": "33948604",
        "date": "2023-01-28T05:14:33+00:00",
        "content": "   a babylion vouch, i'll take it :) wishing everyone good luck on the day. "
    },
    {
        "id": "33944056",
        "date": "2023-01-27T15:37:28+00:00",
        "content": "   mm, still even that i feel might not get at what they want to hear. i could see a rather sassy spirit/card deck returning that they don't NEED to know anything, because they already should have the info from within (totally useless return! ) but i get the premise of what you're saying. "
    },
    {
        "id": "33943982",
        "date": "2023-01-27T15:23:22+00:00",
        "content": " i dont like doing yes or nos because, most of the time, the doubt that leads you to ask that question is what's going to cause you to reach the negative path. i usually ask to reword it to \"what are the requirements left for the goal to be achieved? \", that way, you can see how much work is necessary, and it leaves it open for you to win out. just a bit of advice for querents :) "
    },
    {
        "id": "33905551",
        "date": "2023-01-22T21:55:36+00:00",
        "content": "   i'll be excited to see :) "
    },
    {
        "id": "33903987",
        "date": "2023-01-22T17:36:05+00:00",
        "content": "   glad to hear it :) always satisfying when something doubles as reliable and useful. im sure sometime when im less busy with things i'll be taking queries again. i do them to help, anyways, in any way i can "
    },
    {
        "id": "33903935",
        "date": "2023-01-22T17:25:20+00:00",
        "content": "   i'm still around. just lurking a lot! i find that i tend to have a bad attitude answering questions that i don't feel compelled to answer, so i've been taking a small break from opening up shop. "
    },
    {
        "id": "33902727",
        "date": "2023-01-22T12:15:57+00:00",
        "content": "   if you're still around. i shot you a new message :) "
    },
    {
        "id": "33898486",
        "date": "2023-01-21T22:26:38+00:00",
        "content": "   sent you a message. "
    },
    {
        "id": "33890702",
        "date": "2023-01-20T20:58:45+00:00",
        "content": "   can take the other one instead, if you'd like :) ) "
    },
    {
        "id": "33890678",
        "date": "2023-01-20T20:55:12+00:00",
        "content": "   i dont need anything in return. whats your q? ? "
    },
    {
        "id": "33888308",
        "date": "2023-01-20T13:36:51+00:00",
        "content": "   https://www. youtube. com/watch? v=yhMPSdBb4x4 i don't need anything in return (unless you want to) but i saw chill EDM/zoomer breakcore and had to share :) "
    },
    {
        "id": "33881164",
        "date": "2023-01-19T16:47:16+00:00",
        "content": "   i'd say its closer to burnout than anything, truly. not like there werent a few weird trolls specifically starting arguments. can hurt most after a while. "
    },
    {
        "id": "33880168",
        "date": "2023-01-19T13:27:56+00:00",
        "content": "   >dub-dub-quad no, not sure, im deff interested though :) "
    },
    {
        "id": "33880162",
        "date": "2023-01-19T13:26:39+00:00",
        "content": "   don't discount yourself too much. that's prolly more or less the amount i've done here over time. though, i tend to be very picky and sparing. "
    },
    {
        "id": "33876768",
        "date": "2023-01-19T01:14:42+00:00",
        "content": "     appreciate it. perfect read :) glad i let you \"in\" the other day, seems to have gotten it in sync better for me. >7 of Clubs, King of Spades, 5 of Diamonds its going to take a combination of the proper timing and a good amount of your intuition/brain power in order to succeed, but you'll have the ability to in the end. 5 of Diamonds to me indicates a moderate amount of time, i'd guess but that would have the possibility of making it run late! so whatever you feel is a happy medium. you'll know when it is though, and you'll just have to let yourself lead.  >10 of Clubs, 9 of Diamonds i'd say you are justified in your decision here to send the part of your message. it might sting short term but it'll end up better overall, and is what the timeline is pushing for, so the timing is there. "
    },
    {
        "id": "33876641",
        "date": "2023-01-19T00:57:37+00:00",
        "content": "   >8 of Clubs, 5 of Clubs, Jack of Hearts the answer is whichever follows the most rational line of thought, leaving emotion out of the deal. you'll end up with a better result afterwards for it. i. e. , make sure that portion M is serving a logical purpose, and if it is, include it.  i'll get on to the second question, as well then! i perfectly understand the feeling. "
    },
    {
        "id": "33876609",
        "date": "2023-01-19T00:52:15+00:00",
        "content": "   >7 of Diamonds, 5 of Clubs, Queen of Clubs, 10 of Hearts currently, you seem to be in a good spot, despite if you've been feeling drained. you're receiving a good amount of support from the timeline at the moment (which is expected) as well as a large boon to your intuition. your faith is in the right spot.  i'll shuffle for you. and i dont need anything answered, its no problem :)  you, however! might i ask if you could scry me then? my outfit is rather simple :) its no big deal, of course. only if you want extra practice. "
    },
    {
        "id": "33876563",
        "date": "2023-01-19T00:44:30+00:00",
        "content": "   mm, not trying to in specific, but i might be open to a couple as the thread starts to go further down. whats your q? and i'll need your significant number "
    },
    {
        "id": "33876545",
        "date": "2023-01-19T00:42:25+00:00",
        "content": "   i promise, im working on that. its nothing that is necessary for the short term, but i understand the want for info, certainly, and it definitely is important. i hope you'll forgive the wait :( i'll shuffle on a general for you! and if you'd like, i can do one on \"requirements to achieve your stated goals\"? "
    },
    {
        "id": "33876390",
        "date": "2023-01-19T00:16:29+00:00",
        "content": "   i'd like to see how clear i look today, if you don't mind? can trade back if you want too :) "
    },
    {
        "id": "33874356",
        "date": "2023-01-18T19:32:09+00:00",
        "content": "   can always try me out, wsbl :) "
    },
    {
        "id": "33873695",
        "date": "2023-01-18T17:44:19+00:00",
        "content": "   >3 of Diamonds, 10 of Diamonds, Jack of Clubs, Light Joker i asked to get the \"effect on your timeline if the decision is made on saturday. \" 10 and 3 of Diamonds leads me to believe that this is going to likely be a strong opportunity to follow through, things will have lined up to make this a good timing, but you'll need to use your intuition in order to succeed. if you do so, you'll be closer to whatever your current end goal/destiny is. the presence of the light joker indicates that your free will shall be given greater fuel after this event, should you succeed. so in my overall advice, i'd do it, and make sure that you're prepared, and open to being flexible. "
    },
    {
        "id": "33873562",
        "date": "2023-01-18T17:25:57+00:00",
        "content": "   i can answer a question for you, but i don't have anything for myself. i'll answer it over here, if you don't mind? i'll just need your significant number (one which resonates strongly with you, is your favorite, you find randomly most often, etc) . "
    },
    {
        "id": "33873521",
        "date": "2023-01-18T17:20:50+00:00",
        "content": "   >3 of Clubs yes! they are in the \"rational\" position. hope they win! "
    },
    {
        "id": "33873248",
        "date": "2023-01-18T16:37:23+00:00",
        "content": "   also true i suppose for most. probably why thats my specialty. but thats also why i like to try and show people how to reach that conclusion, when i'm able and they're accepting. though thats obviously very difficult to do on here. "
    },
    {
        "id": "33872715",
        "date": "2023-01-18T15:17:27+00:00",
        "content": "   appreciate the words :) and checked on the meaning, for sure. "
    },
    {
        "id": "33872609",
        "date": "2023-01-18T15:00:40+00:00",
        "content": "   i'd like to see what you get as for my current mindset/energy! first letter as above (L) . "
    },
    {
        "id": "33872374",
        "date": "2023-01-18T14:16:28+00:00",
        "content": "   just the natural ebb and flow. last week was rather busy for questions, and even so much as last night. only so many people to come in and ask so many questions. "
    },
    {
        "id": "33867203",
        "date": "2023-01-17T22:14:08+00:00",
        "content": "   >4 of Clubs, Ace of Hearts, Ace of Diamonds, King of Clubs this was a VERY serendipitous offer for you. came at just the right time to cause a bunch of havoc. the cards directly say that this could go either way, but the potential gain of love/faith in yourself is larger than the potential risk. to be able to get the best out of the deal you'll have to play it smartly. it doesn't require a LOT of wisdom, but you'll need to rely on your intuition to get the most.  i've been reading on and off here for the past year and a half. only just recently decided to use trips, but i have used this name at the end of my posts before. "
    },
    {
        "id": "33867086",
        "date": "2023-01-17T22:01:46+00:00",
        "content": "   i can answer for you, without a q in return :) i'll start shuffling now. "
    },
    {
        "id": "33864621",
        "date": "2023-01-17T16:27:08+00:00",
        "content": "   i've had shorter hair most of my life, but im finally growing it out this year (down to my shoulders) , dont think i've ever considered shaving it all off before! but i'm not a guy so :P you're mostly on point though. i've also usually been slim, but i'm heading towards soft (hopefully, so long as my diet works out. ) pretty accurate for what connection we could have! "
    },
    {
        "id": "33864508",
        "date": "2023-01-17T16:07:13+00:00",
        "content": "   scry** my brain chooses the wrong word sometimes. "
    },
    {
        "id": "33864501",
        "date": "2023-01-17T16:06:11+00:00",
        "content": "   if it wouldn't drain you i'd like to see what you read for me :) "
    },
    {
        "id": "33863436",
        "date": "2023-01-17T13:11:03+00:00",
        "content": "   very true. to me, i like to think about it as spoilers, as well as understanding the butterfly effect that changing things via reads can have. its a good mindset to be in. "
    },
    {
        "id": "33859296",
        "date": "2023-01-16T22:51:21+00:00",
        "content": "   you can always change the results of a read with the right information. "
    },
    {
        "id": "33857213",
        "date": "2023-01-16T18:20:26+00:00",
        "content": "   glad to see that the layout is working well so far poncho :) "
    },
    {
        "id": "33852596",
        "date": "2023-01-16T05:19:26+00:00",
        "content": "   shot you a message. :) "
    },
    {
        "id": "33849334",
        "date": "2023-01-15T22:00:57+00:00",
        "content": "   if you're willing to learn cartomancy and the art of asking questions, you can get all the info you need- but it's harder than a suited deck, for sure. "
    },
    {
        "id": "33847943",
        "date": "2023-01-15T19:05:26+00:00",
        "content": "   no problem. i sent you one from my stable over there. whenever you get time is fine ^^ "
    },
    {
        "id": "33847873",
        "date": "2023-01-15T18:54:23+00:00",
        "content": "   mm, frustrating. did this to me the other day as well. maybe toss me an address? :P "
    },
    {
        "id": "33847822",
        "date": "2023-01-15T18:46:15+00:00",
        "content": "   yeah, sorry. i promise im not ignoring. i've gotta cook up a plan, so to speak. i haven't attempted to feed anyone info before, and the process can be delicate for both parties, and the envo. i'll likely have something setup later tonight, or mid tomorrow.   if i dont respond in a reasonable amount of time, feel free to send it again. the inbox i use tends to be a bit buggy "
    },
    {
        "id": "33847748",
        "date": "2023-01-15T18:34:45+00:00",
        "content": "   i can give you a throwaway email. :) LSL@grr. la , will keep it open for a bit, and reply to you on my stable account "
    },
    {
        "id": "33847598",
        "date": "2023-01-15T18:11:24+00:00",
        "content": "   if you want a far out query. i've already answered this one myself. but i'll send you down a lil rabbit hole. please don't post up the results though, if you can help it. ask if \"the creator\" of this \"timeline/existence\" exists still :) "
    },
    {
        "id": "33847388",
        "date": "2023-01-15T17:40:52+00:00",
        "content": " on the causality of reads, for experienced readers, i'd describe something turning out false to more be as a result of having the knowledge of a situation in the first place. the simple act of knowing is sometimes enough to alter how things are going to happen. especially if, in your mind, you believe you can't specifically have knowledge of the future. the mind is very powerful. "
    },
    {
        "id": "33844741",
        "date": "2023-01-15T07:10:17+00:00",
        "content": "   >10 of Spades, 8 of Hearts, 2 of Diamonds, 2 of Hearts i'd say that you're going to get equal parts good and bad out of this. though, with the separation of the hearts, the goods will likely come in varied forms, and none as specifically potent as the negative that will come. this path is supported by the timeline a bit, so you'll still likely end up somewhat lucky overall, but it won't be without its troubles if the path continues as it is. "
    },
    {
        "id": "33844555",
        "date": "2023-01-15T06:43:23+00:00",
        "content": "   sure, i can fit it in :) whats the query? "
    },
    {
        "id": "33844490",
        "date": "2023-01-15T06:35:06+00:00",
        "content": "   mm, to be honest, i haven't put much thought into my love life in the past. .. longer than few months. but its likely that, even if i were to try to start anything now, it wouldn't work out. which is where you're seeing the dry period extending out, likely :P suppose i should just continue being patient then. but sometimes the want to know kicks in!  im REALLY interested in your reads, though i think you know that. i've got a cool experiment for tomorrow when we both have some more rest. "
    },
    {
        "id": "33844436",
        "date": "2023-01-15T06:29:40+00:00",
        "content": "   sorry, im rather tired as well, forgot the passage and age! but here's the part you were interested in; >\"And don't demand any sincerity from me, Milena. No one can demand it from me more than I myself and yet many things elude me, I'm sure, perhaps everything eludes me\"   love when the weather is like that. was always the perfect time to go walking, to me :) "
    },
    {
        "id": "33844161",
        "date": "2023-01-15T05:54:30+00:00",
        "content": "   hi missha :) yk, i've never had one done, if you don't mind doing a general love read on me before i go to bed? "
    },
    {
        "id": "33843012",
        "date": "2023-01-15T02:54:58+00:00",
        "content": "   well, i appreciate the strong feedback :) and glad that i could help you some. "
    },
    {
        "id": "33842873",
        "date": "2023-01-15T02:31:47+00:00",
        "content": "   sure, hit me :) hopefully nothing bad? "
    },
    {
        "id": "33842749",
        "date": "2023-01-15T02:11:39+00:00",
        "content": "   we've been doing a lot the past few days. general fatigue on the underlying mechanics should be expected, at least to me. in the most basic way i could explain there's backend work being done at the moment, as well. so connections are going to be a little unsteady, at least in my experience. i'd take it mostly as confirmation that overall things have been moving in a good direction. like muscle fatigue. "
    },
    {
        "id": "33842709",
        "date": "2023-01-15T02:03:47+00:00",
        "content": "   mm, i would say more about it but i only want to come off as so insane for now :) "
    },
    {
        "id": "33842677",
        "date": "2023-01-15T01:59:36+00:00",
        "content": "   >10 of Hearts i get the feeling that you shouldn't drop it, if anything lean into it a bit more. your intuition will help a lot in this situation. i say its doomed from the start but truly with enough grit someone can overcome any obstacle in their path, you just have to be able to see a way forward, or think that you're capable of doing so.  sorry just did my 6th and last one, feeling a bit off tonight :/ "
    },
    {
        "id": "33842609",
        "date": "2023-01-15T01:52:12+00:00",
        "content": "     >Jack of Hearts, Jack of Clubs equal parts frustration and understanding, is what im feeling from this  >10 of Spades, 9 of Spades, 5 of Clubs it's going to take a lot of mental strength to push through all your trials, but you need to just make sure you're learning and following your instinct, and eventually you'll break through. if your question wasn't how to get past this blockage, then go ahead and send it :) "
    },
    {
        "id": "33842542",
        "date": "2023-01-15T01:41:55+00:00",
        "content": "   >10 of Diamonds, King of Spades, 2 of Hearts i'd say that they are the result of some divinely planned pushback. and its very strong. whether its because of your end goal, or just because of karma, your projects are failing because they are doomed to do so from the start "
    },
    {
        "id": "33842461",
        "date": "2023-01-15T01:30:29+00:00",
        "content": "   >3 of Diamonds, Queen of Spades, 7 of Clubs it's not so much god as some planned unluckiness, but the divinity is low. most of this damage appears to be self inflicted. you'll likely have to dig deep into why this is, more than i could do for you in cards here :/ "
    },
    {
        "id": "33842289",
        "date": "2023-01-15T01:10:06+00:00",
        "content": "     >10 of Hearts, 7 of Clubs, Jack of Clubs, 4 of Hearts i would take this to mean that you need to look within, improve your own mindset and ability to learn. you've got a long journey to improve, but there's nothing that will stop you if you take measured steps to do so.   4/6, shuffling in a few mins. i'm still open to reads as described here:   for another 2 at most. "
    },
    {
        "id": "33842208",
        "date": "2023-01-15T00:57:53+00:00",
        "content": "   >King of Hearts, 8 of Diamonds, Ace of Spades, Queen of Clubs i'd take this to mean that you're going to need to practice extreme empathy as well as have faith that things will work out. it'll take both combined to overcome the situation but you'll come out of it better afterwards.  thats fine, i'll do the best read i can  would you mind if i tossed you a throwaway as well? feel like i could be of some use. "
    },
    {
        "id": "33842111",
        "date": "2023-01-15T00:45:56+00:00",
        "content": "   1/6>Queen of Spades, Light Joker, 2 of Clubs, King of Hearts i would take this to mean that you are currently going through a crisis of free will. depending on how you handle this, it can be either positive or negative for your family. there is the potential for more positive than negative in the end, however.      skipping, sorry but i'm not suited for these ones.  can get to you in a minute, 2/6  3/6i'm a bit picky. i prefer more complicated questions than ones relating to basic love/career "
    },
    {
        "id": "33841852",
        "date": "2023-01-15T00:18:22+00:00",
        "content": " your local cartomancer back again, accepting requests for the next hour, at most 6. my rules are as follows: have a CLEAR, WELL THOUGHT OUT question, and have it be something i can help with without giving you a whole therapy session before and after. i can promise complete accuracy. think about asking me a question like having the equivalent to google for the universe/timeline. i reserve the right to reword your question, but it will only usually be in a way to make getting the answer more succinct. make sure when you ask your question you include the significant number in your life (one which resonates strongly with you, is your favorite, you find randomly most often, etc) . "
    },
    {
        "id": "33839954",
        "date": "2023-01-14T20:11:28+00:00",
        "content": " beautiful start image poncho :) "
    },
    {
        "id": "33839052",
        "date": "2023-01-14T17:33:09+00:00",
        "content": "   doing me towards the end of the day probably wasn't the best option either :P specifically, i'd say your focus was clouded by the \"scenery\" that my soul is contained in, but no blame should be laid on any part there. its not an easy thing to do.  i sent you a message :) "
    },
    {
        "id": "33838986",
        "date": "2023-01-14T17:21:42+00:00",
        "content": "   entirely valid. though i wouldnt paint it as weighing as heavy on my mind, since i have faith that things will turn out proper in the end. i'm definitely working on focusing on what i'm gaining/have for myself now. but i suppose that worry won't truly be gone until i've fixed the situation. an additional small feedback, this definitely feels like you're just ooooone scratch away from getting to where you need. im not sure what would be needed to get through that other barrier, especially because it could just be that you're reading me. the other reads have felt more along the lines of what you're looking for, truly. actually, you're right. i took a second thought. but the situation is definitely more complex than that. i'd say, take in the prior of what i'd said, but know that you are heading in the right track. if you want me to explain what i mean i can, but it would be rather complex for here, i feel  im doing well :) have i answered something for you before? "
    },
    {
        "id": "33838911",
        "date": "2023-01-14T17:07:06+00:00",
        "content": "   i have some very interesting info for you by the way. "
    },
    {
        "id": "33838850",
        "date": "2023-01-14T16:55:02+00:00",
        "content": "   you're fine, no worries about that :) 22/F/Br/Br, and my significant number is 17 (make sure you intend this) . i'll leave myself open to be read for a lil bit, see if i can make it easier for you "
    },
    {
        "id": "33838816",
        "date": "2023-01-14T16:46:39+00:00",
        "content": "   i am now! whats going on :) "
    },
    {
        "id": "33833207",
        "date": "2023-01-13T23:50:48+00:00",
        "content": "   >Jack of Diamonds, 7 of Spades, 8 of Diamonds, Queen of Clubs i would say that this obstruction isn't any fault of your own, but rather actually the result of some divinely planned unlucky-ness. best way i can explain is its literally just an obstacle that you'll have to overcome, but once you do, the luck will turn in your favor as well as boosting your intuition. some personal advice. i'd think that its not something such as the universe interfering with your thoughts directly, so much as maybe theres an obstacle, or something else thats demanding your attention (or will be soon) at the moment. ofc, you'd know better than me. the cards themselves say the situation was meant to happen one way or another, but you're also going to overcome it. "
    },
    {
        "id": "33832999",
        "date": "2023-01-13T23:20:43+00:00",
        "content": "   got a q for me today? don't need anything in return :) "
    },
    {
        "id": "33831640",
        "date": "2023-01-13T20:35:16+00:00",
        "content": "   hmm, well, i now emailed you from my stable address, so hopefully that will work! sometimes i hate technology. "
    },
    {
        "id": "33831448",
        "date": "2023-01-13T20:07:57+00:00",
        "content": "   messaged back with a more stable address :) hope your situation is resolved without too much trouble, and soon. "
    },
    {
        "id": "33831304",
        "date": "2023-01-13T19:48:13+00:00",
        "content": "   i'll keep this one active for the next few hours, til you message me. LSL@grr. lawhen i say high divinity, it can mean multiple different things. i have a feeling in your context, it means that you're here as a result of the wishes/plans of certain higher ups (in your context, Rumina might be the closest answer) . however it sorts out, this means that your existence can cause a greater impact on the timeline, for both yourself and others. "
    },
    {
        "id": "33831187",
        "date": "2023-01-13T19:27:35+00:00",
        "content": "     these are the rel. reads.  didnt notice the quads :) ) building intuition or enhancing your own inner feelings is hard to do. something that you just have to practice, practice, practice. and made even more difficult if its just you trying to sort it out. i hope some of the info i've given you could be useful. if you'd like i could drop a burner email, perhaps, and we could make a future conversation happen "
    },
    {
        "id": "33831111",
        "date": "2023-01-13T19:15:42+00:00",
        "content": "     >Queen of Hearts, 2 of Hearts, 9 of Clubs equal parts intuition and guidance from your heart/feelings will be necessary in order to properly communicate. you likely will never run into issues trying to surpass the requirement for understanding, but you need to be able to point that great intuition inwards as well. learning and practicing being able to pick apart what things are coming from where will be the key to success. honestly your journey doesn't sound too different from my own. not that that's uncommon either, since there's only so many ways to get people to learn certain lessons. i wish i could offer more direct help, and have a good conversation about what you're looking for. i feel as if it would be interesting/beneficial for both. maybe in the future, somehow :) "
    },
    {
        "id": "33831045",
        "date": "2023-01-13T19:05:30+00:00",
        "content": "     >Ace of Diamonds, 5 of Hearts, 2 of Spades, 3 of Hearts, 2 of Diamonds, Queen of Clubs, 8 of Clubs large soul read spread, but i don't get the feeling that even this will cover all your aspects. you're another high divinity soul (what those people are seeing when they say youre a starseed) , although with multiple different parts. i definitely also feel the \"all over the place\" energy, but that feels almost as if the lack of order IS order for you, to me. you've a very innate connection with things that most people couldn't hope to grasp. this likely lends well into communicating with your higher-ups. i'm going to be pulling on what you need to do to further your connection/move along, but i also would like to know if the prior resonates. as well as, how your connection usually shows itself, if you know how. for me, i have a block that doesn't let me visualize (VERY necessary \"curse\") , but i can open up lines of thoughts that aren't \"natural\" to me, and usually ends up as a back and forth between my own subconscious and this intruding line of thoughts (my own higher-ups) . you seem to have very good visualization, or something akin to it. "
    },
    {
        "id": "33830961",
        "date": "2023-01-13T18:52:58+00:00",
        "content": "   i'm going to be shuffling, but i want you to read + acknowledge that i want you to try and let yourself be open, for the next few minutes. whether it be meditating a little bit, or emptying your mind. give me just a temporary opening. and don't worry about timing. "
    },
    {
        "id": "33830899",
        "date": "2023-01-13T18:43:48+00:00",
        "content": "   would you let me elaborate (pull smth else) on that read you asked scaramouche for? meta information is my specialty. "
    },
    {
        "id": "33829589",
        "date": "2023-01-13T14:49:00+00:00",
        "content": "   mm, soul reads tend towards intricate, because everyone's perspective is unique to their own experiences, let alone how complicated it is to boil someone down into just a set of cards. but they almost always give good information. believe it or not, the idea came about when i first started doing pulls. i needed a way to confirm the identity of someone i was reading. this was the result :) if you're wanting to do mine, i'd like to make sure that im around, and you have my explicit permission, so that i can \"open\" myself up for more accuracy. i'll make sure i stick around and lurk for the day, its no problem for me!  internal turmoil is always slower to resolve than the situation itself. but im sure with time it will be soothed. and same as above, everyone's soul reads will also be affected by their own interpretation of the cards and their lens of experience. not to mention that, sometimes, the simple act of knowing can be enough to alter things. when that difficult opportunity comes, im sure you'll have the wherewithal to take it in stride :) "
    },
    {
        "id": "33829400",
        "date": "2023-01-13T14:19:04+00:00",
        "content": "   wont deny the east coast tends towards being shit more than the west :) looking forward to the results for that, surely. as well as you doing more soul reads. it seems i might've had a hand in starting a lil bit of a fad, but i don't mind it.  hi WSBL. im glad that the read resonated. for your read, i used 13. only because, i have a feeling that my number (17) was interacting with you a little bit :) but thats not a bad thing, that you'd pick up on it. just shows you're connected. i wish you luck on your journey, im sure you'll do well if you keep faith in yourself. if i remember proper, it was Ace of Diamonds, 3 of Diamonds, 5 of Hearts, Jack of Hearts, Jack of Clubs. overall a very high positive read! "
    },
    {
        "id": "33829333",
        "date": "2023-01-13T14:03:54+00:00",
        "content": "   hi poncho :) its 9am for me right now. but my sleep schedule changes daily, insomnia. this past week though, mornings have been mornings, so. i'll be around :) "
    },
    {
        "id": "33829309",
        "date": "2023-01-13T13:59:35+00:00",
        "content": " i as well would like to hear any feedback, if any of my prior querents happen to be around. im also open to followup reads from them as well, but i will need your significant # when i do. im not taking open reads. "
    },
    {
        "id": "33826277",
        "date": "2023-01-13T02:32:52+00:00",
        "content": "   honestly, i dont. a lot of my reads are purely off my intuition/connection with higher-ups, so the blanks are filled in for me. i also don't use tarot cards that often. but if i had to make a spread for that, i'd use the first draw/top card to be their \"title\"/main factor, two middle cards to describe what people consider their ego/id, and then two lower after to describe the nature of their relationship. formed like a star maybe? thats probably how i'd do it. my playing cards leave a lot more room for. .. artistic interpretation, anyways. i hope any of this could be useful for you :) "
    },
    {
        "id": "33826216",
        "date": "2023-01-13T02:20:08+00:00",
        "content": "   i have a feeling that, this is partly my doing, having asked a few people for soul reads in a row, and then doing some. the way i like to explain it, you try and melt down the essence of the person you're reading into a succinct set of cards. as if you held a mirror up to their soul for them to see. in my cartomancy, it usually goes from 5-6 cards, in order to adequately capture someones aspects. "
    },
    {
        "id": "33825986",
        "date": "2023-01-13T01:46:54+00:00",
        "content": "   personally i love reading for readers. i feel like it fosters discussion a lot easier, which is what im looking for most of the time anyways. plus their questions are generally more intriguing/intricate "
    },
    {
        "id": "33825455",
        "date": "2023-01-13T00:26:33+00:00",
        "content": "   i would say that its easier to develop interpretations that are understandable for people that know how cards are read, but not necessarily that getting the info is any harder for those that dont. "
    },
    {
        "id": "33825121",
        "date": "2023-01-12T23:41:20+00:00",
        "content": "   >10 of Spades, 10 of Hearts, 2 of Hearts, 2 of Spades, 6 of Diamonds, 5 of Clubs i asked for the trajectory of your plan if you were to follow through on this decision. you'll encounter some great difficulty, but it'll break through into more love/happiness than possible prior. you'll have some minor support from the timeline in this decision, and will also likely find a new inner understanding. i hope this gives you what you need :) "
    },
    {
        "id": "33825060",
        "date": "2023-01-12T23:33:29+00:00",
        "content": "   well by my raw interpretation of your cards, you're going to have to celebrate what you had before but steel down and strengthen your resolve for an incoming \"rebirth\" period. after which the answer to your question, too, will be linked with your goal. i have my cards already shuffled, so if you want my own answer, i can give you that too :) "
    },
    {
        "id": "33824868",
        "date": "2023-01-12T23:11:35+00:00",
        "content": "   sure, if you're still around. im not actually doing open reads tonight, a bit drained as of late, but i'll help someone i talked with before. i'll need your question, and your significant number "
    },
    {
        "id": "33824685",
        "date": "2023-01-12T22:46:17+00:00",
        "content": "   i will say that you also seem to have a better inner vision of what you're reading for, whereas i have to direct a line of thought to get to the point. so imo, it fits. you're doing great :) "
    },
    {
        "id": "33824514",
        "date": "2023-01-12T22:22:58+00:00",
        "content": "   i'd say that you should read how you feel comfortable. .. i've liked your style so far. tarot reads feel a lot more expressive to me and require less literal interpretation, whereas my playing cards usually require extra interpretation on my part, which does leave open some projection from my part. hence my more logical/rational approach. if i used a different deck, i might read differently. truly, as you keep going, you'll understand how to feel it out, and what people will respond to "
    },
    {
        "id": "33824413",
        "date": "2023-01-12T22:08:12+00:00",
        "content": "   3 and 5 are also natural progressions of the fibonacci sequence. i wouldn't say that anything is out of order, since a lack of order is a type in and of itself. its all about interpretation, and what meaning you choose to find :) and im not offended, i like discussing. i tend to feel like my reads are very literal and not descriptive, which makes them worse than other readers, but then people like what i say majority of the time, or i have a certain way of explaining. at any rate, communication helps everyone! and no worries, i don't need anything done. ill be sure to come with a question next time, i can't always be offering one sided trades :P "
    },
    {
        "id": "33824309",
        "date": "2023-01-12T21:50:15+00:00",
        "content": "     >Ace of Diamonds, Jack of Clubs, 3 of Diamonds, 5 of Hearts, Jack of Hearts a simple but powerful read, you're a divinely gifted masculine-inclined energy, fueled by your intuition, but also (and mainly) your innate connection with empathy. you're likely meant to help others greatly, and improve peoples lives (when you're healthy and stable on your own) just by being a part of it. glad to read for you :) "
    },
    {
        "id": "33824200",
        "date": "2023-01-12T21:32:20+00:00",
        "content": "   sure thing. remind me of your significant number? ? "
    },
    {
        "id": "33824134",
        "date": "2023-01-12T21:23:22+00:00",
        "content": "   haven't seen you ask for any trades, but just wondering if you might want a read done at all today? i don't need anything answered by you in return :) "
    },
    {
        "id": "33822246",
        "date": "2023-01-12T16:15:24+00:00",
        "content": "   i'd like to know how those other than me are progressing. my phrase is free will. "
    },
    {
        "id": "33821727",
        "date": "2023-01-12T14:33:07+00:00",
        "content": "   yes, im definitely very excited for this oncoming project, so prolly a bit of that coming out :) i'm glad to hear you're satisfied with the read, and wish you all the best with therapy ^^ "
    },
    {
        "id": "33821431",
        "date": "2023-01-12T13:32:26+00:00",
        "content": "   >Queen of Clubs, Ace of Clubs, Dark Joker, 6 of Hearts the way i see it, you need to continue maintaining the entirely rational/logical position, even against the wild negativity you're going to experience. theres a HIGH requirement on being able to moderate your response to the chaotic situation, and make the best decisions, but you'll have a healthier emotional mindset after all is said and done. it'll be far from easy, but certainly achievable. overall, i'd say its a good decision even if it looks difficult at the start, and you'll end up better off after. and no worries about that, its just a fun read anyways :) got some stone pendants for a piece of jewelry im making, and hate waiting. "
    },
    {
        "id": "33821390",
        "date": "2023-01-12T13:19:29+00:00",
        "content": "   i can handle this for you ghost, if you want. and i don't need a read in return, but if you want to do one, can try and tell me the timing on my next package? (early, on time, late) "
    },
    {
        "id": "33818297",
        "date": "2023-01-12T01:55:06+00:00",
        "content": "   have a question that you want answered? ? and if you need a trade, can tell me if my next delivery will be here early or not. "
    },
    {
        "id": "35050442",
        "date": "2023-06-17T03:56:56+00:00",
        "content": "   >Queen of Clubs, Ace of Diamonds, 4 of Hearts have trust in your own capabilities and knowledge! the timeline has stuff in store for you that's been building up for a while, and it's basically saying that you're fully equipped to deal with it and come out in a better position than before.  >King of Diamonds, King of Hearts, Jack of Clubs i take this to mean that you are on a very good path, and what you're missing is either nonexistent, doesn't matter, or is being purposefully hidden from view by the timeline. there's a huge emphasis on having faith in your own relationships and mind to overcome a certain future event which is already set into motion. but the overall message is that you've already set yourself up for success in this area. it's actually likely that if you were to keep nitpicking and trying to find problem areas, you'd be the one poking them into the fabric yourself, and exaggerating any possible issues past where they would come to on their own. essentially, no worries. you're set to go on the next part.  trust me, i know exactly how that feels, hence why i worded it that way :( as for the followup; >10 of Spades, 9 of Clubs, 5 of Clubs i take this to mean that, without that instance of assistance i mentioned prior being taken advantage of, you'll likely not be in a great spot, but you'll have more opportunities to instead use brute force/working smartly in order to make up possible losses. so overall, no matter what happens you're not screwed, but it won't go smoothly without direct intervention using the information you've been given! ! i really wish you the best of luck with getting things sorted out <3  ty for the feedback! that's the best idea for now. i didn't get the explicit vibe that things were unfix-able, but definitely dead in the water at the moment until the other party gets his legs back on him.  mb, im blind! if you give me a lil bit ill fs do urs, just am currently on overtime :P "
    },
    {
        "id": "35050288",
        "date": "2023-06-17T03:39:45+00:00",
        "content": "   >10 of Clubs, 6 of Clubs, 6 of Hearts a solid mix of strong knowledge and creativity required for the future career, likely meaning some type of intelligent design, so basically things that require a lot of technical detail, but ultimately leave it up to you on how to execute and have some taste. this includes stuff like architectural design, UX design, anything that combines heavy knowledge with a splash of creativity.  >6 of Diamonds, 2 of Spades, 9 of Clubs i get the feeling that it's a little bit of that, but moreso that she's willing to bend over backwards, so to speak. will do the same as you for less cost and/or hassle. typical boss behaviour. .. as for the third job, i get the feeling it wouldn't be a bad idea so long as you feel capable of managing the hours and allowing yourself to not get grinded to dust just trying to survive. obviously its hard in this day for a lot of people, so i understand if the necessity outweighs the negative outcomes. but it's very important to consider overall stress levels!    can do you two up next! but as for >096, i'd like to see if you can give me a number, and a question or information you want me to glean. way it works is that i \"know\" the answer to your question with high accuracy. it's not like scrying where i see the answer or hear it, as nice as that'd be. but i'm very connected with the \"strings\" of the timeline, so i intuitively know just how to *pluck* yours out and extract the necessary info. again, continuing on in the next post! definitely running low on char count.   if you'd like to do a query for me, i'll take a \"how to exit my `funk`\" read! "
    },
    {
        "id": "35050178",
        "date": "2023-06-17T03:25:56+00:00",
        "content": "   >Ace of Spades, 6 of Diamonds, 10 of Spades, 6 of Clubs as of right now, it looks a bit doomed. maybe he found another connection, or maybe something happened in his own life, but there's a block in the way at the moment that will only be cleared with time. you can try your best to play it smart once an opportunity comes, say, he comes back around and starts to try and talk again with you. don't let emotions take over, like being any form of petty or hurt that they were gone, or too excited.  thoughts are telling me that it'll be a while down the line after some complications, maybe with some fertility assistance if things make it that far, but as with the prior person asking me about children, such things are always open to so much chaos it's hard to hold true. a wholly true prediction can be changed just by knowledge of itself.  >9 of Diamonds, 2 of Diamonds, 4 of Hearts, 9 of Clubs ooh, someone remembering their numbers! i'd take this as a rather positive forecast. whether you plan for it or not the timeline will likely offer a pretty solid opportunity for financial gain, with some minimal risk but high requirement for work ethic. likely a tough project that'll want to keep you around for consistency, but will end up very profitable in the end. make sure you keep yourself open for this, and the timeline will easily provide at some point.  >7 of Clubs, 5 of Diamonds i take this to mean it'll likely have to be you, but you HAVE to wait for the right moment and play it cool. don't let any emotions get in the way and you'll likely be able to have a positive outcome. there will be a time that \"feels right\" and the onus will be on you to execute properly! feel like im running low on char#, so will start again in another post! continue to have patience <3 "
    },
    {
        "id": "35050104",
        "date": "2023-06-17T03:17:46+00:00",
        "content": "   >3 of Clubs, 4 of Spades, 10 of Hearts i take this to mean that you should allow him a bit of space for now, but there will be a point in which you have to bite the bullet and handle the conversation smartly, accepting that he might not be \"satisfied\" or \"happy\" with the conversation no matter what. the best path forwards is using your heart and emotions to try and understand what's happening, rather than trying to find a smart/correct answer.  sorry, i would do this one but if i give an answer in the affirmative using cartomancy it will be likely to negate it, if you want the outcome that i give out. using my cognization i'd say the chance is likely, but it's untenable long term, and open to quite a bit of chaos.  >6 of Hearts, 8 of Hearts, 8 of Clubs, 9 of Spades i would love to trade, but as per my usual i don't have a question in mind! ! i'll try to think of one, so if you stick around a while before i stop reading ill say whether or not i've finally come up with something lol. as for your read, im picking up on quite a bit of trouble, hence the high value spades. but there will be opportunities for support from someone close to you, or maybe spuriously from a new connection. either way, it looks like there will be an opportunity of some form for you to grab onto, it's just going to take a bit of being open with yourself and the other party, whoever it ends up being. high values of both emotional management and rationality are required, but the former moreso. i'm wishing you any luck you might need to getting sorted out! keep your eyes peeled for opportunity.  ran out of space for yours! doing yours and others that are after as soon as i can. please have patience! "
    },
    {
        "id": "35049923",
        "date": "2023-06-17T02:57:26+00:00",
        "content": " offering cartomancy or claircognizant reads to any trip abusers and kind/thoughtful anons for the next ~30 minutes. my normal rules hold! doing however many i get to. "
    },
    {
        "id": "35027532",
        "date": "2023-06-14T18:47:04+00:00",
        "content": "   tarot and associated divination methods are most often governed as a function of time itself. think of it as an anchor point in which you harness synchronicity for your own purposes, drawing the cards to allow the timeline to speak through you. unless you're doing an alternate method (in which case you would know who you're working with) "
    },
    {
        "id": "35003284",
        "date": "2023-06-12T05:56:28+00:00",
        "content": "   >first one much better than me oldhelp, my ego would make me argue against the cards to the bitter end, and even past that :P "
    },
    {
        "id": "35003159",
        "date": "2023-06-12T05:41:09+00:00",
        "content": "   its no worries! it's rare that i ever want a trade, and if someone needs it i never require one in return :) i just like to help offer advice, and people seem to like what i say. >6 of Diamonds, 3 of Diamonds, 9 of Diamonds, Jack of Diamonds normally i strictly interpret these to be a card-by-card depiction of the following months, with an advice card, but the level of divinity here tells me there's more of an overarching theme this time! it's very likely that this coming period will be one that seems slow or boring to you, but ultimately is the coming to of a lot of prior setup within the timeline. some small events at first building up into a bit of a finale or culmination of a point in time for you. i could actually think of this pull as akin to getting the world in tarot. things will seem to operate on their own regardless of your own agency, for better or worse i can't say, but i doubt negativity will come out of this much prior setup without any warning popping up in this spread. basically, look forward to reaping some benefits from major prior events that should be wrapping up in the near future! "
    },
    {
        "id": "35003048",
        "date": "2023-06-12T05:26:59+00:00",
        "content": "   >9 of Clubs, 4 of Hearts, 2 of Clubs i'd say that this means the entity prefers you studying and getting knowledgeable on subjects that they are interested in or have some influence over. furthering your own understanding of the subject and the entity will strengthen your bond most efficiently at the moment.  i would help but my cards aren't suited for such a question! ! if a scryer pops up you could ask them to divine what they look like or objects associated, which would be much more accurate than anything i cook up ^^ "
    },
    {
        "id": "35002929",
        "date": "2023-06-12T05:11:45+00:00",
        "content": "   i can, just might take a minute. drop your query and i'll get to it once i'm free :) "
    },
    {
        "id": "35002913",
        "date": "2023-06-12T05:07:58+00:00",
        "content": "   thank you for the lovely feedback :) hoping the best turns out for you! sounds like placing your faith in your friend to be able to help out will be a solid option ^^ "
    },
    {
        "id": "35002863",
        "date": "2023-06-12T05:00:00+00:00",
        "content": "   its no problem, yw^^ glad i could offer some help! ! "
    },
    {
        "id": "35002857",
        "date": "2023-06-12T04:58:54+00:00",
        "content": "     here you go! ! just was making sure the thread didnt go poof before i could finish up :) "
    },
    {
        "id": "35002826",
        "date": "2023-06-12T04:55:23+00:00",
        "content": "   >King of Hearts, 6 of Diamonds, Ace of Clubs, Jack of Diamonds in short, yes, you should be able to. the timing is proper and the most it'll require is smart negotiations of some kind. too much doubt in the process will stagnate you and prevent you from taking advantage of the situation at hand. if you can find a way to work through the logistics, obviously even better. but things aren't set up for you to fail, from how much divinity is in the pull. hopefully this helps add to some good luck! "
    },
    {
        "id": "35002742",
        "date": "2023-06-12T04:44:57+00:00",
        "content": " for payazo;   >2 of Clubs, Dark Joker, 7 of Clubs, 9 of Spades so i got the feeling that yes, you have something willing to try and work with you, (most do, in some way shape or form! ), which made me pull for a soul read on the entity that is most interested at the moment. this shows a marked amount of intelligence on the other side, but nothing divine specifically, nor even superhuman. still rather quick witted though, and equally dangerous with it, showing a good capability to disrupt the timeline in one way or another, in a way which might be disadvantageous without prior preparation, and holding vigilance during interactions. a risky character to be in business with, but that also means it could be a nasty wound to inflict upon an enemy or other. chaos that's wanting to let you spin it elsewhere, or get sucked into it, doesnt matter which! i'm not good specifically at naming who or what this might be, but hopefully if this description resonates at all, you could have a good idea of what you might be dealing with. especially because everyone's cognition alters how they interact with occult beings! in my own terms, i'd say its a lesser demon of some form, something inclined more towards yin energies and self serving rather than contributing to all. i pulled an advice card in the context of the prior, and came out with a 6 of Hearts, which means to me that you should follow your own path, and hold strong to your own convictions with this connection, if you choose to further it. this likely will include some form of temptation to stray from your original goal. just keep your head in it, and stay on your feet, it'll work in your favor. just know when to cut the lead.  shuffling yours now! "
    },
    {
        "id": "35002595",
        "date": "2023-06-12T04:29:51+00:00",
        "content": "       new thread!    doing payazo's in the next thread, and for the other, just tag me with your q and i'll get to it, no need to trade :) "
    },
    {
        "id": "35002514",
        "date": "2023-06-12T04:21:13+00:00",
        "content": "     if its regarding entities i can take care of it for free "
    },
    {
        "id": "35002374",
        "date": "2023-06-12T04:05:06+00:00",
        "content": "   i look like this "
    },
    {
        "id": "34890238",
        "date": "2023-05-29T07:34:16+00:00",
        "content": " offering a trade! preferably someone with a unique reading style :) "
    },
    {
        "id": "34873959",
        "date": "2023-05-27T04:18:36+00:00",
        "content": " my bad for the wait, Lucario!  >9 of Clubs, 4 of Clubs, Jack of Hearts i'd take this to mean that you're closer aligned to Soul Power than the others! and as for the next question; >Ace of Clubs, Ace of Diamonds, 4 of Spades, 3 of Diamonds this seems to be a path that is sort of \"predestined\" for you, so as to your second question within, it depends on what you consider your own thought. it's a good path and as you said aligns with your own values, but was it something entirely of your own free will? not quite, but the events are set up for you to be capable of success with enough effort, hence the ace of clubs. the 4 of spades shows it won't be hard to get out of this, but it might hurt at some point along the line, maybe in the form of regrets. hopefully this helps give you some useful feedback! "
    },
    {
        "id": "34873122",
        "date": "2023-05-27T02:07:57+00:00",
        "content": "   mm, and assuming that's true, my response holds the same! if anything firing the idea right back at them heh. definitely a very packed card, but a cool occurrence nevertheless. if you need a read from me i can do one as payback! i'm always lurking around "
    },
    {
        "id": "34872263",
        "date": "2023-05-26T23:41:00+00:00",
        "content": "   hmm well. damn! thanks for the extra info. looking into the 72 goetia symbols, the one on the card is actually the 72'nd as well (lots of 72's! ), belonging to Andromalius, a lesser known demon. im rather surprised i didn't put two and two together with ISI and my own tag here, but that *could* just be a stretch as well (as much as anything could be! )all of that info is really useful for me. a little note said that it can be used within the RWS deck, given the blue checkered back, so i'd have to allow my own interpretations to come through, but i don't have a classical RWS deck anyways, so! stuck as a lowly cartomancer for now. .. but essentially the feeling i'm getting is that the design was *practically* made for me, and also is a significant symbol of some type of event, connecting the spiritual with the material in the future. i've likely already been worming my own way in there anyways, and have some future goals i won't be deterred from, and i won't be asking their permission for. thank you for the additional interpretation! and if anyone else wants to check it out,    "
    },
    {
        "id": "34870715",
        "date": "2023-05-26T18:59:23+00:00",
        "content": " been a min div, i've got a question that isn't *necessarily* a query, but i'm very interested. received a tarot card from a shop i frequent as a gift, and it seems to be a custom design and arcana. i was wondering if anyone that is comfortable enough with tarot would be willing to look it over and offer possible meanings/interpretations of it. outside of that, hope most are moving along their paths :) "
    },
    {
        "id": "34803269",
        "date": "2023-05-17T20:37:13+00:00",
        "content": "    (Lucario) hahaha, that's a habit i'll never break. i could be doing research in my topic of choice and STILL be using incorrect terms a lot of the time, but i at least have the vibe right and underlying understanding :P for some reason my brain doesn't catch onto them well, it all gets dumped in the same categories. if you want, can give me an aura read, i'm always open! but not if it takes a lot of energy ^^ "
    },
    {
        "id": "34803141",
        "date": "2023-05-17T20:19:42+00:00",
        "content": "       new bread! "
    },
    {
        "id": "33815982",
        "date": "2023-01-11T19:47:56+00:00",
        "content": "   im kinda interested in what \"aura\" you'd catch off me, if you don't mind :) "
    },
    {
        "id": "33814917",
        "date": "2023-01-11T16:46:20+00:00",
        "content": "     >8 of Diamonds, King of Diamonds, 4 of Spades she will be fine, more than likely. will encounter some troubles but shes very blessed. anything else? "
    },
    {
        "id": "33814856",
        "date": "2023-01-11T16:36:34+00:00",
        "content": "     >5 of Spades, Queen of Spades, Jack of Hearts, 10 of Diamonds the cards basically are telling you to stay strong. you're going to likely lose in the short term but it'll pay off in the end as long as you follow your instincts.  onto you next "
    },
    {
        "id": "33814778",
        "date": "2023-01-11T16:25:06+00:00",
        "content": "   rolled a 1d6, came out 1, so i do yours. i'll rephrase the question to, will your financial future be positive if you continue your current path? to get at the meaning better.  i can try and get the answer to that for you. "
    },
    {
        "id": "33814696",
        "date": "2023-01-11T16:12:26+00:00",
        "content": "   i've got the energy for another 2 readings now, same quality as before, and just as picky. only need your significant number (one that's very synchronous, is your favorite, resonates the most, etc) "
    },
    {
        "id": "33814101",
        "date": "2023-01-11T14:14:33+00:00",
        "content": "   its moreso that it's a basic requirement, unfortunately. if you sell yourself short before achieving anything, you won't at all. its like cards. skeptics will ruin the experience for themselves, because they dont believe it can work in the first place, and arent open to it. what needs to happen for you, then, is you need to be open to the possibility that it CAN happen, in order to allow it to happen. without that, you'll be fucked. "
    },
    {
        "id": "33814022",
        "date": "2023-01-11T13:52:35+00:00",
        "content": "   >White Joker, 8 of Clubs i asked if your assumption of identity was correct. yes :) and it was completely as a result of their free will "
    },
    {
        "id": "33814007",
        "date": "2023-01-11T13:45:41+00:00",
        "content": "     >7 of Diamonds, 5 of Clubs, 9 of Hearts, Queen of Hearts you need to give it time, and allow your heart to be open. you might not find love in the way that you're expecting, but there will be opportunities in the coming future that you'll have to follow through on, even if it doesn't seem great at first. the very high heart values make me feel like you'll find it at some point, you just have to make yourself believe that it can happen. or at least, don't tell yourself that it's over before it is.  mm so, this is the hard part. the question i asked is the trajectory of your decision pretty much. it gives the expectation of the situation. >how will things turn out/is this a good idea? these questions are ones that will, ultimately, be answered by you. at the moment, no one will be able to effectively predict the results of your actions on your path, because its as of yet undetermined. the universe has NO plan here. if you make the decision to follow through, its going to be entirely up to your soul and its willpower to be able to prevent the \"demons\" from having their way. your willpower has to be stronger. you have to be confident, and pointed in your goals. if you're making this decision just to make it, then you probably know full well how it'll turn out. this is something that you have to take very serious and think about every facet before you move ahead. "
    },
    {
        "id": "33813969",
        "date": "2023-01-11T13:34:23+00:00",
        "content": "     >Queen of Diamonds, Dark Joker, Light Joker, 3 of Hearts i love when occult readings turn out this way. the cards here basically spell out the ultimate divine wildcard. its not done out of a major amount of love towards things, but rather respect. this is the most chaotic path you could choose for yourself, and the one that relies the most on you being able to accomplish what you're looking to do. not that this is a bad thing, but you cannot expect any luck/divine assistance to come your way during this ordeal. you have to be confident, know what outcome you want, and know how to manipulate the situation to turn out in your favor, because its not just your own free will at odds here, but competing ones. if you have followup questions, i can answer those as well.  i'll shuffle for you now. "
    },
    {
        "id": "33813934",
        "date": "2023-01-11T13:26:12+00:00",
        "content": "   well i can read for you, but it might end up sounding like more of a therapy session, rather than me giving you details on your fate. if you're fine with that, give me your significant number as described at the end of here:    "
    },
    {
        "id": "33813920",
        "date": "2023-01-11T13:22:46+00:00",
        "content": "   i do, but unfortunately i might not be able to give you the answer you're looking for here, in specific. i can ask, \"what happens if you follow through on your current plan? \" and get the results on that. using specifics is a bit hard with occult queries. all i'll need is your significant number (one that's very synchronous, is your favorite, resonates the most, etc) "
    },
    {
        "id": "33813894",
        "date": "2023-01-11T13:17:13+00:00",
        "content": " offering at most 3 cartomancy reads, i'm going to be a bit picky. can get more in depth with them, ask followups, etc, so make sure the question is interesting/multi-faceted. looking to help people overcome what might feel like inescapable fate, especially :) "
    },
    {
        "id": "33807585",
        "date": "2023-01-10T19:12:57+00:00",
        "content": "   >8 of Diamonds, Queen of Clubs, Ace of Clubs sorry for the wait! i'd say that this means that it's entirely up to your own mental fortitude, whether or not you'll pave your way forwards. there will be an opportunity presented to you that'll be difficult but will ultimately result in a more positive path, and you'll need to be able to choose it. sounds like you're in a rather rough spot, that was potentially unavoidable. never a fun thing to have to deal with, but i also get the sense that you're a strong enough person to handle these things. i don't have a lot of life experience, or i'd want to try and offer more advice :( having faith in yourself is the best option, i find "
    },
    {
        "id": "33807352",
        "date": "2023-01-10T18:37:35+00:00",
        "content": "   >10 of Spades, 5 of Diamonds, 4 of Spades, 9 of Clubs, 6 of Diamonds mm, at the moment, i'd say you're a rather unlucky soul. either that or negative thoughts are winning the battle lately. either way, you're also of a rather high divinity, and very intuitive. i've done so many in the past few days im not remembering perfectly, but werent you also feeling a struggle finding a path forwards? if so, i can pull for what you need to do to \"fix\" your trajectory. "
    },
    {
        "id": "33807246",
        "date": "2023-01-10T18:21:57+00:00",
        "content": "   best i can say is i know what thats like. it literally takes telling yourself that things will work out and going into manual override mode. if the negative thought starts to come up, you counter it with a positive one manually. eventually it'll override. best advice i have, unfortunately :/ "
    },
    {
        "id": "33807223",
        "date": "2023-01-10T18:19:28+00:00",
        "content": "   >9 of Spades, 2 of Clubs, 9 of Diamonds you have to believe that it can be possible for you in order to let it happen, much like cards, and past that a modicum of basic maintenance (read a book, reconnect with yourself/your mind, something along those lines) will allow you to overcome. (and likely time, always an important factor. )  glad it resonated, and wish you all the strength in getting through it :)  shuffling for you now, 9. "
    },
    {
        "id": "33807167",
        "date": "2023-01-10T18:09:38+00:00",
        "content": "   >King of Clubs, 10 of Diamonds, Jack of Spades you're not entirely doomed, but it doesn't look good either. overall, you'll have to make sure that you improve your knowledge, as well as having strong faith. if you feel as if you're going to fail, or tell yourself that, you will. failure is far easier than success in this situation. its likely that you have to meditate on your connection with your own spirituality, get yourself to a proper mindset, and work towards a new goal. "
    },
    {
        "id": "33807126",
        "date": "2023-01-10T18:01:27+00:00",
        "content": "     >Queen of Spades, 9 of Clubs, 7 of Hearts, King of Clubs, 6 of Hearts overall, this will be a positive outcome, though difficult at first. high negativity will be beat out through maintaining rational thought, and understanding that it will result in the best outcome for the situation. you'll likely have to continue that mental fortitude in order to maintain the distance, but if you do you'll be fine ultimately. and i appreciate the offer, i always wish i had more questions to ask readers here. sucks being a bit clairvoyant in that aspect.  allow me to do this next one, then i'll followup for you.  solving your impending doom, shuffling "
    },
    {
        "id": "33807062",
        "date": "2023-01-10T17:53:00+00:00",
        "content": "   >5 of Clubs, Jack of Spades, Jack of Clubs the outlook isnt easy, you'll have to work on improving yourself, and likely your own mental health. if you want, can do another specific pull on what needs to happen for you to succeed.  onto yours next!  sure thing! i'll make that my third, just let me get these others going first. "
    },
    {
        "id": "33806974",
        "date": "2023-01-10T17:41:07+00:00",
        "content": "   will do yours since you came first. 1/3, shuffling now  sure thing, no count for it either. remind me of your number?  2/3 "
    },
    {
        "id": "33806882",
        "date": "2023-01-10T17:30:18+00:00",
        "content": "   forgot to mention, i will need your significant number when you ask, one that's very synchronous, is your favorite, resonates the most, etc. "
    },
    {
        "id": "33806870",
        "date": "2023-01-10T17:28:57+00:00",
        "content": " offering at most 3 cartomancy reads, i'm going to be a bit picky. can get more in depth with them, ask followups, etc, so make sure the question is interesting/multi-faceted. looking to help people overcome what might feel like inescapable fate, especially :) "
    },
    {
        "id": "33806228",
        "date": "2023-01-10T15:49:16+00:00",
        "content": "   you reduce the horny by about 75% and forget things that were said in the past :) "
    },
    {
        "id": "33806183",
        "date": "2023-01-10T15:42:14+00:00",
        "content": "   i don't need anything read, friend :) was offering for grozny, but they seem to have left before that. "
    },
    {
        "id": "33804856",
        "date": "2023-01-10T09:48:04+00:00",
        "content": "   i dont need a read in return but i can answer a Q for free, if you'd like? note that i do cartomancy. "
    },
    {
        "id": "33797708",
        "date": "2023-01-09T12:13:28+00:00",
        "content": "   mm so when i say that. its relating to the 3 of Diamonds in the pull. Diamonds in my cards represent divinity, truth. i take the 3 to mean that its nothing so great as a solution falling into your lap, or a gift from \"god\", but more-so an increase in lucky/serendipitous events. these things are what help fuel belief in things beyond what we understand to be in our material world. if you pay attention to small signs that are given to you as you live your life, and appreciate them, your faith will hold! i would ask for a soul read, but i've actually gotten quite a few in the past couple days, so i think it might dilute the meaning of the prior if i were to now. i always love discussing with other readers, and soul reads are a nice way to do that, but i've been really active. i should probably find an alternative. "
    },
    {
        "id": "33797647",
        "date": "2023-01-09T11:49:30+00:00",
        "content": "   >9 of Hearts, 3 of Diamonds, 10 of Spades, 9 of Clubs, 2 of Spades okay, so i altered the question a lil to get at what we really wanted, \"steps to follow for Ghost to succeed. \" you'll have to make sure that you maintain faith through the entire process, which the timeline will help give you a small boost (likely through increased synchronicity) . you'll have to beat out the negativity you're stuck in, using your head to escape the situation you're stuck in. your positive values here outweigh the negative, so as long as you keep the prior in mind and follow your current path, you'll find the success you desire :) and sorry for the wait! "
    },
    {
        "id": "33797583",
        "date": "2023-01-09T11:27:15+00:00",
        "content": "   >Jack of Hearts, 3 of Diamonds, Jack of Spaces, 7 of Spades, 5 of Spades mm, not too positive a reading unforunately. this shows to me that your soul, currently, is going through some type of struggle. 7 and 5 usually signify some form of envy, longing. 3 of diamonds show that you're a spirit of light divinity, and the jack of hearts shows one of strong faith (usually these two are prereqs for readers^^) but its worrisome to me, the lack of positivity otherwise. this to me doesn't mean that you're a negative soul but rather just troubled at the moment. things have beaten you down, and its an understandable struggle. but with enough willpower you'll make it through, certainly. if you'd like, i can pull for a future trajectory? "
    },
    {
        "id": "33797554",
        "date": "2023-01-09T11:12:00+00:00",
        "content": "     mm, its definitely an accurate echo. i'd say if it was last month, or even 3 weeks ago, that'd be pretty exact on the dot. but i've been working towards changes recently, and they're going well. + i think im asking for too many reads on my soul, but im just not sure what other questions would be a quality trade! >4 of Diamonds, 7 of Spades i'd say this wants you to do DS2, but truly whichever game would provide the most difficulty, to you. for me that'd be DS2, maybe FF tactics would be harder for a diff part of your brain?  shuffling now :) "
    },
    {
        "id": "33797520",
        "date": "2023-01-09T11:00:42+00:00",
        "content": "   sure thing. i'll get to it but only thing i need to know, what is your significant number? (one you see most often, favorite, resonates, etc)  same thing as above! ! :) "
    },
    {
        "id": "33797503",
        "date": "2023-01-09T10:53:46+00:00",
        "content": "   i'll offer the same to you as above    "
    },
    {
        "id": "33797499",
        "date": "2023-01-09T10:50:27+00:00",
        "content": "   q? i don't need a question answered in return, but if you need to trade, can do a soul read on me "
    },
    {
        "id": "33790333",
        "date": "2023-01-08T11:57:53+00:00",
        "content": "   mm. it'd make sense with your intuition that that'd be true. if only there wasnt a mite need for anonymity i'd love to talk more about that with you. i don't like to sound full of myself so i never say my \"identity\". i know how having a shapeless path feels. that was me for a while. i chose to celebrate chaos (not the good kind! ) but i've mellowed out. if we run into each other again later tomorrow, i can do that for you if you still want it "
    },
    {
        "id": "33790237",
        "date": "2023-01-08T11:25:40+00:00",
        "content": "   VERY prescient. i really appreciate this one actually. >Your reach is meant to be far yet you don't have to physically move to make impact in this world, days come and go but the work continues, from dusk to dawn. It is funny to think that you are not moving in the world but the word is moved by your actions. i can't truly state how word-for-word accurate this bit is. you're really good :) "
    },
    {
        "id": "33790219",
        "date": "2023-01-08T11:20:18+00:00",
        "content": "   mm, your interpretation is pretty on point! i'll break it down for you. > you are a higher level consciousness you might be finding out there the reason for my warning :P> 3 pulls, 3 cards also very prescient for me. >path that ends in beauty, psychic prowess (harmony of body and mind) , more of a mental isolation extremely on point. just so you know, im very introverted. >I am right, you know that, but I am also asking too much of the cards, and there is some projection going on here this was your deck speaking back at you (they can get sassy sometimes) . the death card likely was projection from your own grief. (as far as i know myself and others around me are healthy. ) you'll get the hang of it though, if you're already capable of getting that much out of them! just treat the cards and pulls with the respect they deserve, and you'll be fine. "
    },
    {
        "id": "33790173",
        "date": "2023-01-08T10:59:06+00:00",
        "content": "   >2 of Spades, King of Clubs, 8 of Hearts, 7 of clubs your intuition is telling you that something is up. both your mind and your heart are aware of something underlying which is negative regarding this person. 2 I would interpret as the person being a manipulator, lacking empathy. something inside is aware that interacting with that person wouldn't bring enrichment for either party  sure! i'll let you know ahead of time that soul reads can be complex, and mine moreso. don't expect results that are easily interpreted in the slightest. but it is really good practice, and they are always interesting information. "
    },
    {
        "id": "33790157",
        "date": "2023-01-08T10:50:52+00:00",
        "content": "   ah, that would be right. nothings necessary then, unless you'd like to do it again, maybe you could read potential \"end game\" :P long night! i'll get to your question now. "
    },
    {
        "id": "33790137",
        "date": "2023-01-08T10:43:40+00:00",
        "content": "   i dont need a trade back, but if i might answer a question for you? ? if you want a trade, could take a soul read on me. "
    },
    {
        "id": "33790051",
        "date": "2023-01-08T10:18:07+00:00",
        "content": "   i see your lineup. i think that, albeit theres a bit of truth with all the starseed stuff, its much like other things which try to assign specific descriptions to spiritual events. ultimately something gets lost in translation, but the overarching original meaning is discovering and empowering your true self. (i'm no fun sometimes. .) i hope you find some of the answers that youre seeking :) "
    },
    {
        "id": "33789991",
        "date": "2023-01-08T10:00:36+00:00",
        "content": "   mm funny that you mention the double slit, when its a perfect example of how direct interaction with something can affect prior results. "
    },
    {
        "id": "33789914",
        "date": "2023-01-08T09:42:23+00:00",
        "content": "   mm, but that's part of the issue is that human beings make the results unreliable. in those situations, you usually need too much information in order to ask the proper question. and the nitty gritty amount of detail required to ask the proper questions is the work that most detectives put in in the first place. so there's truly no reason for it. and its not as if the validity of those facts isnt up for debate, either, since people make mistakes, or can mislead.  i'm sorry that whoever ruined it for you did so. my own parents almost ruined it for me, because my mother is a complete antivaxxer/crystals heal cancer type spiritual person. but this just means that's your own struggle to get past. not everyone just innately has faith in anything. and for the record, we can be perfectly capable of believing in divination whilst also having an understanding of science. i'm literally a physics researcher. "
    },
    {
        "id": "33789863",
        "date": "2023-01-08T09:26:46+00:00",
        "content": "   okay so thats something we can actually talk about. the study of placebos shows that they actually DO have real, measurable effects, and even then they can have effect whilst knowing it is still a placebo. the body is a powerful thing. even if its your mind making it so, does that change how it is affecting you? if your mind thinks its real, then it might as well be.  im sorry i cant help more with that, sometimes i do get frustrated with how unspecific my cards are, but with enough effort they can do the job. someone with a decent tarot deck will be able to elaborate.  ty, and i wish you luck on your journey "
    },
    {
        "id": "33789831",
        "date": "2023-01-08T09:21:05+00:00",
        "content": " the issue with being skeptical is that you take all the fun out for yourself. say that you get a read, and it tells you about what your future girlfriend might be like. someone who isnt skeptical but just interested, takes that info and is reassured a bit, and then is surprised to find it comes out true, albeit not in a way they were expecting. someone who is skeptical receives a read. that information's in your mind now, and since you're driving yourself as an antagonistic force towards that info, it wont be true. its a self-fulfilling prophecy. in fact, my own growth as a reader used this path. i started my reads while as a huge skeptic, saying there was no way that these could effectively be telling any sort of useful info. any info i got turned out to be the exact opposite. is that because the cards are wrong? or is that because my knowledge of the information affected the flow. even then, it took me years to be able to read without \"affecting\" things. so in the end, it truly is a matter of belief. do or dont, it doesnt really affect us here. only yourself, and what possibilities are open to you. "
    },
    {
        "id": "33789790",
        "date": "2023-01-08T09:11:24+00:00",
        "content": "   oop, only just saw this. interesting, definitely got a chill. i appreciate the feedback, sounds like we both are on the right track then :) wishing you luck on making it through unscathed. provided i dont get additional followups, ill be lurking the rest of thread. thanks for all the questions and feedback tonight. again, if you want me specifically, i'll be back at 7AM GMT tomorrow. "
    },
    {
        "id": "33789768",
        "date": "2023-01-08T09:06:56+00:00",
        "content": "   >10 Spades, Ace Clubs, 2 Spades, 10 Clubs basically, you need to take emotion entirely out of the equation and make the best move for yourself possible, multiple times in a row, you need to commit to doing the rational action that would prevent this from occurring, despite any challenges that occur, whether they come from the family or just from existence.  >King of Hearts, 10 of Diamonds, 10 of Spades, Queen of Spades the most basic requirement for you is going to be unwavering belief in that things are going to end up proper, in the face of unrelenting negativity. you'll be tested with an (almost literal) equivalent of your prior fuck ups, and its going to be up to you to have matured enough, soul-wise, in order to make it through and succeed. the timeline is setting things up proper to make sure that you are equipped to pass your test though.  i get how you feel. years ago i used to be a full on skeptic, literally saying the same exact things you did. and there is nothing that can be said to you, without providing literal factual proof, to change your mind. but you won't ever get that proof. just like you won't ever get the proof for the existence of an afterlife, any gods, anything else. in effect, your world is what you are capable of observing. but isnt this restrictive? the harm that ignoring any possibility of things beyond your total understanding existing is greater than the harm you would do to yourself by allowing your mind to grab on and learn more things, and allowing some faux belief to happen at times. "
    },
    {
        "id": "33789676",
        "date": "2023-01-08T08:49:42+00:00",
        "content": "   >Ace of Spades, King of Hearts, 10 of Spades, Queen of Clubs felt that one in my bones! strong response, strong read. this defines the decision's impact on the timeline as something you fueled entirely. no divinity to be found, and the initial hit isn't one that you can expect positive results from, but it WILL result in a vast increase in your faith/spirituality if you succeed in getting through any negative consequences, as well as a new/different understanding of prior knowledge. by my interpretation, would say that the benefits of the decision outweigh the negatives in the long run, though it might take time to feel that way.  i would say that its nothing so sinful as taking aonthers life or attempting the destruction of everything, but your actions in a prior life almost certainly had seriously damaged multiple peoples lives. i'd go with prior life. and i'll pull for improvement strategies next, right after i help this other fellow out.  unfortunately for skeptics, a prerequisite to having things work in your favor is allowing a modicum of belief in things that seem impossible. "
    },
    {
        "id": "33789624",
        "date": "2023-01-08T08:35:31+00:00",
        "content": "   firstly, i pulled for a read on your soul's path. a little different than a soul read, this shows the trajectory, and current stats. basically the spades are showing your prior negative deeds. nothing too grave, but still big offenses. you're going to have to work through having faith in yourself and improvement, but you're destined to be rehabilitated on your current path. i'll pull for things that you can work on to improve your situation, if you desire. but currently it looks like you're on the right path, without having to change much.  i can do yours for free, or if you want to try and do the fellow just below you (  ) for me in return, since my cards aren't great for literal descriptions.  i can try, let me get through this current pull i'm on and then i'll do another asking \"how can you force the situation to be more favorable for you? \"  welcome to the club :) not sure if rune bro is here, maybe someone else can get to youunfortunately im not trying to accept too many extra reads at the moment unless they FEEL important/interesting to me (i started pulling ~3 hours ago, apologies for my selfishness :( ) . i'll typically start my reads at 7AM GMT. "
    },
    {
        "id": "33789550",
        "date": "2023-01-08T08:14:39+00:00",
        "content": "     mm, never easy to see such negativity in a pull. its very clear that the people in your life are attempting to pull you in a direction that isn't beneficial to anyone, not even themselves in the long run. the requirements for making it through are rather simple though; reaffirmations of faith. small ones, little tokens that you do throughout your day. anything that you can habitually do to reconvene within yourself, even just a small amount. and that'll give you the fuel you need to break through. general advice outside of that would be to give them your time for things that would benefit/be enriching for both parties, as opportunities show up. you can try to work around things that they ask you so that its more \"positive\", manipulate the situation to not just be for their benefit but to better themselves. guilt will kick in after a while. if you want i can try to pull for alternatives, but be warned that it likely isn't going to be anything that isn't drastic.  hmmmmmm. send the question + significant number.   i'll pull for you now :) "
    },
    {
        "id": "33789475",
        "date": "2023-01-08T07:51:24+00:00",
        "content": "   past life karmas. something that some people have to deal with, and apparently you're one of them! in terms of specifically finding out what they are, i dont believe i can find answers that will be satisfying enough for you. the way i'd develop a storyline is through repeated yes/no questions regarding events, places, times, etc. and without having you in person, thats almost impossible, or at least VERY cumbersome over a forum. what you have to go through, i can at the least do a pull for your current path in life, as well as what must be done to heal and get to a happy spot. i will need to know your significant number for good answers to my questions.  i'll shuffle yours now!  >9 of Spades by my interpretation, the one you don't prefer is more likely :( "
    },
    {
        "id": "33789403",
        "date": "2023-01-08T07:28:47+00:00",
        "content": "   >3 of Clubs, 10 of Clubs, 2 of Clubs, Queen of Diamonds if there's ever been a direct sentence from cards, this is it lol. you have an option in your path that would allow you to further your knowledge and understanding of reality/the world, to great heights. focus on what it seems like you're being pushed into, what your heart/mind desire. ask why a few times, etc. you'll figure it out and then be on your way :)  imo, it should be a break for some time. unless you feel that there is nothing else for you to do. right now, since you also said that you can't do anything to assist your connections, then its likely you're just supposed to be existing at the moment, waiting for things to line up proper and present the opportunity to you. if you don't mind that, then taking a break and returning is the option. or you can keep digging for new knowledge, if existing doesn't suit your style. and sorry im not more concise, these things can be hard to word proper!  if you're still here, mind sending another message? i'm going to be taking a break for ~10 minutes, but then will come back and try to help you if i can.  its a common feeling. the latter part of your statement has good, sober insights that will help you in the future :)  np, glad i could give a good read for you!  i can do yours once im back from my break, if you don't mind. i've been pulling for the better part of an hour and a half now :( "
    },
    {
        "id": "33789337",
        "date": "2023-01-08T07:16:06+00:00",
        "content": "   thats an interesting question. i don't have tarot cards but i for sure could do that with cartomancy. though, you'll have to be rather detailed so i know the scope of the future you're defining. "
    },
    {
        "id": "33789327",
        "date": "2023-01-08T07:14:35+00:00",
        "content": "   >King of Clubs, 5 Spades, 6 Clubs, King of Diamonds by the oncoming seasons (starting with jan->end of mar) you'll be divinely blessed, probably experience greatly increased numbers of synchronicity, luck, etc. it'll overall be a good end of winter. spring marked for self improvement, a change in your philosophy somehow. summer afterwards will test your new development, and your faith a bit. if you make it through that, you'll gain a hugely greater understanding of your perspective on the world, and likely end up a better person afterwards for it. :) overall a good year!  sorry to hear that last part. i as well have things prevent me from forming connections. but with the read, it looks like you'll have the opportunity to do that in time. and its hard to say. i would think that you moreso have a lack of higher end knowledge. nothing indicates a fundamental misunderstanding. you might not be seeing an angle that you can hit, which requires you to reset a bit and think outside of the box.  well theres a few different routes then. you can be entirely solo , and learn to deal with it that way. if you're not in a relationship currently, its harder to pin down what you should do. you have to make the decision within yourself of whether or not its worth the risk of being devastated for the reward of another persons love and care. and then, once youre in your future relationships, keeping faith that things will work out the way they're supposed to in order to move you along as a soul.  i'm doing you now. "
    },
    {
        "id": "33789245",
        "date": "2023-01-08T07:01:05+00:00",
        "content": "   >7 Hearts, 4 Diamonds, 8 Clubs, 5 Hearts at the moment, it's your own knowledge, you need to study more and come to a new understanding, as well as improving connections with people. without a common respect for the people that care about you in your life you won't be able to move along.  its moreso about the fact of, why are you worried about it? what can you truly do with the information you would've received? and would it have helped further your own journey along? from my pov the only thing that specific type of question does is fuel hatred within yourself, skepticism of things that literally have no effect on your daily life. and i know im not sane, i prefer it that way :)  well firstly. to change the script requires information. if you don't mind answering a couple q's. do you currently believe you're in a relationship with your life partner? or is this person in the future still? we can change things by nailing down specifics in the future, and then asking how to change those specifics.  sorry for the wait! ! onto yours now. "
    },
    {
        "id": "33789173",
        "date": "2023-01-08T06:49:39+00:00",
        "content": "   >King of Spades, Queen of Hearts, 4 of Diamonds, 7 of Clubs no more photos, too long to upload :( basically, it's doing to be rather antagonistic. you'll learn a lot from them, and love them with all your heart, but in the end you'll likely end up hurt. keep in mind that this is what the \"script\" has in mind for you at this time. you can always change it with fierce willpower and faith. but you have to be unbending.  basically that, yes. you'll likely find that life is going to try and fuck you the further along you get. throw things at you to try and make you feel like what you are doing is entirely pointless. but that's the point. i word it like that, because some people run into issues they dig themselves into (i. e. just being pieces of shit in general. ) but everyone has a struggle that they're given to go against, to become their meaning. that's the thing you're encountering right now. it's divinely planned, outside of your control to prevent, but totally within your control to deal with. the only time you will fail is if you give up.  you'll be up next. "
    },
    {
        "id": "33789110",
        "date": "2023-01-08T06:41:24+00:00",
        "content": "   you should do what feels best to you. from what i can tell, the actual maintenance values are low, and not as important as the overall habit of dedicating time to yourself. so whichever lends itself to being done habitually. self reliance does seem key here, since there isn't a separation that i can tell for your relationships. the work you must do is all within.  np! if you don't mind sticking around for a bit, i'll do my best to help you. truly those kinds of questions are what i like, theyre just a bit harder (but thats why they're fun! )  shuffling for you next. sorry for the wait! "
    },
    {
        "id": "33789072",
        "date": "2023-01-08T06:36:32+00:00",
        "content": "     whew. this one came out like butter, though the explanation won't quite. in the simplest terms i can explain, you're actually suffering one of the downfalls of free will right now. everything currently is stacked against you in immense fashion (VERY high spade values) , and on the opposite end is the embodiment of human free will + faith. to be perfectly honest, your struggle currently to gain power IS your entire struggle. the blockage youre experiencing is going to be the one that you're MEANT to be fighting against at the moment. my cards here run into issues of not being specific enough (playing cards vs tarot decks) , but my intuition supplements. basically, the method i just spelt out to you prior for gaining power, is the method that you'll have to use in order to get past your blockage. you'll achieve both in the same stride. and it's going to be very difficult. you're going to have everything going against you, and the divine isn't willing to help in your \"magnum opus\", so you'll have to make it work on your own. its not going to be a short struggle, but what you can do in the meantime is improve mental fortitude, RADICALLY enforce your faith in things outside of your immediate control, and push on. the opportunities will make themselves known to you so long as you are receptive.   (i saw your question change afterwards. if the following doesn't resonate with that question, i can answer that as well. )  so like with the above, my cards don't get too specific in how they provide information. limitation of the card deck itself. BUT, we can ask procedural questions and develop a coherent storyline, confirming info the way through in order to reach the final \"truth\" that you're working towards. but the question you're asking me would want me to jump all those middle confirmation steps. so instead, i can either ask one succinct question regarding your path, and then further discuss with you, or i cant help much "
    },
    {
        "id": "33788972",
        "date": "2023-01-08T06:23:45+00:00",
        "content": "   the answer is to continue regular spiritual maintenance. meditate on your thoughts, keep in contact with your inner self, and you'll be able to keep against the \"modern\" evils. it sounds / reads simple, but its not an easy thing to do to habitually \"cleanse\" your mind. it takes a lot of faith that things are the way you believe them to be, as well as conscious effort to push against any programming you receive in your daily life. note the lack of divinity in this path, this shows being immersed entirely in physical reality. you have to rely upon your own willpower.  up next! i'm going to ask, specifically, \"how can x move past their current roadblock. \" if you don't like this question, tell me in the next 5 mins and i'll see it + change in shuffle.  i can pull, but i'll also speak with you directly about it, if you don't mind :) 8/7 "
    },
    {
        "id": "33788904",
        "date": "2023-01-08T06:15:11+00:00",
        "content": "   the answer is yes, though you'll have to actively search and put in the work for it, and keep your expectations settled.  up next  i can :) 5/7  please one day let me not deal with insanity anymore, and simply just normal schizoids  i'll get on that after this next pull, if you dont mind? ?  i prefer profound questions (they're more fun! i like discussing too) but i dont mind helping people. 6/7  7/7 taken. i won't be doing anymore unless they have specifically to do with the occult/spirituality. sorry for the short run, but it takes a while to get these done :( "
    },
    {
        "id": "33788831",
        "date": "2023-01-08T06:02:51+00:00",
        "content": "   your path is that of coming to a better understanding of yourself. you need to be able to love your soul for what it is, and accept your higher self. this path isn't easy in the slightest, but nobody's truly is. you're destined to succeed, but it's going to be up to you to do the work and have increased faith. i will say that the cards fought me a bit, which makes me feel as if there's a struggle you might be going through currently, preventing this answer from being fulfilled. i can pull for insight on that if you want.  sure thing, and thanks for the nice words :) shuffling for yours now. 2/7  i'll do my best. 3/7  same as above! 4/7 "
    },
    {
        "id": "33788786",
        "date": "2023-01-08T05:53:18+00:00",
        "content": "   shuffling for you now. 1/7 "
    },
    {
        "id": "33788768",
        "date": "2023-01-08T05:50:29+00:00",
        "content": " your local cartomancer back again, accepting requests for the next hour, at most 7 queries. my rules are as follows: have a CLEAR, WELL THOUGHT OUT question, and have it be something i can help with without giving you a whole therapy session before and after. i can promise complete accuracy. think about asking me a question like having the equivalent to google for the universe/timeline. i reserve the right to reword your question, but it will only usually be in a way to make getting the answer more succinct. make sure when you ask your question you include the significant number in your life (one which resonates strongly with you, is your favorite, you find randomly most often, etc) . "
    },
    {
        "id": "33787372",
        "date": "2023-01-08T01:58:51+00:00",
        "content": "   is there a specific read you know that you want done that i might be able to assist with? i don't have anything i want to know, but if you need a trade, can do a soul read on me. "
    },
    {
        "id": "33768584",
        "date": "2023-01-05T20:10:02+00:00",
        "content": "   you'll find a contrast in a lot of people's soul reads due to the innate nature of ego/id. most people's souls arise out of the interaction between those two base personalities. best way i can explain the contradictions :P "
    },
    {
        "id": "33764895",
        "date": "2023-01-05T04:34:08+00:00",
        "content": "   i hope everything else turns out okay, besides just the read examination :) "
    },
    {
        "id": "33764877",
        "date": "2023-01-05T04:30:33+00:00",
        "content": "   well i'm still confident in A+ as my answer. my card reads are a form of divination anyways so ^^ unless you want me to pull again on it? which i can in a little bit. if you want a diff technique, i'm not practiced in any of them yet :( "
    },
    {
        "id": "33764837",
        "date": "2023-01-05T04:22:35+00:00",
        "content": "   :) i really hope that one turns out to be right. most of my other reads have been really good lately. "
    },
    {
        "id": "33759383",
        "date": "2023-01-04T11:49:53+00:00",
        "content": "   first row is your \"seed/innate traits\". you're a divinely-inclined and very caring soul. the bottom row is your script. unfortunately as with most intertwined with the divine, your path isn't without difficulty. nothing too extreme that you couldnt handle, but this life will want to test your faith more often than you'd appreciate, especially in the form of familial ties. hopefully this resonates :) if you have more questions while you move along, i'll be lurking for a bit. "
    },
    {
        "id": "33759337",
        "date": "2023-01-04T11:36:07+00:00",
        "content": "   sure thing! whats your significant number? "
    },
    {
        "id": "34803116",
        "date": "2023-05-17T20:15:03+00:00",
        "content": " as a bonus for the rest of the ppl here that are sticking around just before the archiving, here's one of my recent favorite listens (jungle, breakcore! )https://www. youtube. com/watch? v=Wba5zT1Cp6I  - God Complex - OBLNVNON "
    },
    {
        "id": "34803106",
        "date": "2023-05-17T20:12:44+00:00",
        "content": "   heya lucario :) don't have to do a color read for me, but i'll never pass up a chance to share a song or two! https://www. youtube. com/watch? v=5xMlIUk2WBM  (Seinabo Sey - Hard Time [Gazlind Remix]) & https://www. youtube. com/watch? v=JUntBczVDU0  (Mneskin - Beggin' [VANDETA Remix]) "
    },
    {
        "id": "34765201",
        "date": "2023-05-12T22:44:22+00:00",
        "content": "   appreciate that! i'll take the warning haha. hope everything can work out for you ^^ "
    },
    {
        "id": "34764992",
        "date": "2023-05-12T22:15:22+00:00",
        "content": "   >2 of Spades, 7 of Diamonds, 2 of Diamonds the cards are stating pretty plainly here to not worry too much, that it's a residue of prior troubles. this makes me feel as if it's the former for you, not something unforeseen as of yet! and no worries truly on that, i don't need another read done. if you feel you want to do a general i'll take it, but i'm doing rather well lately :P "
    },
    {
        "id": "34764964",
        "date": "2023-05-12T22:11:05+00:00",
        "content": "   and it's very likely the meds haha. i did my best to look into the effects and studies, never noticed THAT one, but searching specifically for the eye color changes provided some results >_> surprised me! "
    },
    {
        "id": "34764942",
        "date": "2023-05-12T22:08:31+00:00",
        "content": "   sure thing, i dont have any other q's though! ! assuming you want to follow up with that last one yea? if you have a specific question, i'll wait to shuffle on that, or i can just ask \"how to prepare for stated event\" "
    },
    {
        "id": "34764884",
        "date": "2023-05-12T22:02:42+00:00",
        "content": "   >2 of Diamonds, Ace of Spades, 7 of Hearts, 8 of Hearts i take this to mean that you'll very likely encounter something that appears to be a very serious struggle on the outset, but will sort itself out over time so long as you don't panic. it's something that can easily be averted with some more info, indicated by the 2 of Diamonds not showing a STRONG want from the timeline, but if it catches you off guard just get your ground again and tackle the problem level-headed!  appreciate it! that answers the question for me actually. it was either a) occult reason (unlikely) or b) natural result of my new medication (likely) , and i wanted to eliminate the former. it's a rarer side effect, but still documented in certain papers. just means i need to make sure i don't have any other oddities and get my blood levels checked :) and yeah! it's weird to be able to notice that change. they used to be a coffee brown, but now are green hazel ^. ^ "
    },
    {
        "id": "34764733",
        "date": "2023-05-12T21:40:29+00:00",
        "content": "   hiya! related to something i asked the other day, but i'm too curious to wait. confirmed that my eye color was shifting, now i want to ask why? ? i have a couple guesses, but since it's not *too* important, nice to ask here! and did ya have a q for me? :) "
    },
    {
        "id": "34764700",
        "date": "2023-05-12T21:35:07+00:00",
        "content": " trading~! "
    },
    {
        "id": "34761120",
        "date": "2023-05-12T10:02:16+00:00",
        "content": "   its no worry! ! i'll email you there :) "
    },
    {
        "id": "34761066",
        "date": "2023-05-12T09:43:53+00:00",
        "content": "   if i may, would like to hear what the voices have to say, if anything? ? hope you have a nice day/night regardless, and wishing you luck <3 "
    },
    {
        "id": "34753837",
        "date": "2023-05-11T08:03:29+00:00",
        "content": "   sorry, i'm actually just getting set to head to bed now! ! if you want me specifically, ping me with my username tomorrow sometime, few hours before now would be best, and i'll be able to get to you.  it's no worries, oldhelp gave me the advice i needed just a bit earlier, and for no trade as well! a bit of paying it forward i suppose ^^ i'm doing well as always, gonna be taking a few big steps forward soon towards all my plans :D glad that it resonates, and wishing you all the best, nine-- "
    },
    {
        "id": "34753761",
        "date": "2023-05-11T07:50:05+00:00",
        "content": "   oops, 2 of Diamonds*, not 2 of Spades! interpretation is the same still :) "
    },
    {
        "id": "34753751",
        "date": "2023-05-11T07:47:58+00:00",
        "content": "   >2 of Spades, 10 of Hearts the timeline doesn't care too much one way or another, but it says that it'll help improve the state of your heart, so likely a yes! "
    },
    {
        "id": "34753682",
        "date": "2023-05-11T07:33:21+00:00",
        "content": "   oh the last point, combined with how fast-paced my target sector is (artificial intelligence) , was making me question whether or not the opening would properly exist in the future, but nonetheless! i won't worry if i don't have to yet :P "
    },
    {
        "id": "34753661",
        "date": "2023-05-11T07:29:15+00:00",
        "content": "   appreciate it, that's about how i was feeling too. like it's about 75% or so for things to go well if i fully attempt right now, whereas if i wait to get my degree and paper finished (a year or two from now) i'll be practically perfect for the role. if even the smallest warning was to try and take my time and make sure to do it in a fell swoop, i'll definitely heed that advice. appreciate the assistance more than you know :) makes me happy to know that the outlook is good and i'm finally reaching a spot where i'm doing things right. i know in the grand scheme of things a year or two is a short time, but at my current age it just felt daunting to look at heh, so i'll reign in the impatience. been working far longer up til now anyways! "
    },
    {
        "id": "34753458",
        "date": "2023-05-11T06:39:13+00:00",
        "content": "   no worries, take your time :) always lurking around "
    },
    {
        "id": "34753391",
        "date": "2023-05-11T06:18:46+00:00",
        "content": "   sure thing oldhelp! trying to plan ahead of time here for once. there's a certain company i'd like to do research with, and i want to see what the cards say is left to do before i can achieve that goal, if anything. i'm likely going to apply regardless, both now and later, but i'm interested in what the timeline has in mind, and my deck of cards isn't great for this type of q. either i've got all the pre-reqs sorted out or i've got to get myself published first. (or some secret third thing! perhaps a mix? ) no matter what, this is my goal in the future, and i'll achieve it one way or another, it's just a matter of time and the journey to get there. appreciate the help! ! and glad i finally have a question to offer up haha. "
    },
    {
        "id": "34753332",
        "date": "2023-05-11T06:01:15+00:00",
        "content": " need an important trade desperately! offering a bit of in depth effort for some in return :) "
    },
    {
        "id": "34735816",
        "date": "2023-05-09T00:52:11+00:00",
        "content": "   if you want a serious answer, especially for someone like you, it can and very likely does interfere. if you've read some of my responses to querents you'll have seen me say at some point that for certain events, a small bit of knowledge is enough to toss the actual answer into uncertainty, and in worst case scenario, make it more likely to be a negative outcome overall. "
    },
    {
        "id": "34735218",
        "date": "2023-05-08T23:14:12+00:00",
        "content": "   looked into it deeper, and a side effect of one of my medications is actually an alteration in eye pigmentation. .. seems like im forced into heterochromia! but i'll still get it checked out now, for sure. "
    },
    {
        "id": "34735160",
        "date": "2023-05-08T23:05:57+00:00",
        "content": "   very odd! that actually almost makes me feel as if they ARE shifting into that hazel grey color, since the centers are closer to brown but the outside is definitely a lot lighter, and i've only recently started to notice that. last thing i need to have happen is issues with my eyes, i'm already practically deaf! thanks for the scry :) "
    },
    {
        "id": "34735137",
        "date": "2023-05-08T23:03:16+00:00",
        "content": "   >Queen of Hearts, Dark Joker, 3 of Hearts, Jack of Diamonds i take this to mean that for the next few weeks you'll likely experience some kind of trouble with interpersonal relationships, whether that be with family, friends, or S/O, but it'll be someone important to you, and it'll likely feel entirely petty in a way. this person will be manufacturing some kind of drama, which will resolve itself in time. the most you can do to make this easier is just \"riding the wave\", so to speak, and just letting the moment run its course. hopefully this can help!  >8 of Spades, 10 of Hearts, Ace of Hearts, Jack of Clubs i'll do yours too, no need to trade back :) i'd take these to mean that the trouble will only be overcome through an extreme regulation of the heart. something about the chemistry of the your personalities is causing these \"sparks\" to keep occurring, so the best you can do is cutting it off the second you notice that the negativity is building. and if you want to, can get to know this person a bit better, which the cards here also say is likely to help. the jack of clubs calls for some rational planning of how to move forward with them, but the main struggle right now is negating that negativity! "
    },
    {
        "id": "34735075",
        "date": "2023-05-08T22:51:56+00:00",
        "content": "   sorry, i disappeared! ! first come first serve though, my question in return, if you think you can interpret the results, is what color my eyes are? for the longest time i remember them being solidly brown, but nowadays i think they're shifting around a bit, which is odd, and i haven't heard of changing eye colors necessarily hah. shuffling for you now! "
    },
    {
        "id": "34734996",
        "date": "2023-05-08T22:34:16+00:00",
        "content": " willing to trade! i have a very un-important query :) "
    },
    {
        "id": "34655117",
        "date": "2023-04-28T01:56:47+00:00",
        "content": "   if you want my advice outside of a read for that, i can say that you'll be able to, if that's the path you want. and it seems to be that way, or you wouldn't care so much about the outcome. if you get lazy after the problem is solved, then count on another problem coming around to be solved again. the most good you can do for yourself is telling yourself that your work ethic will remain strong, because there isn't a downside to doing so. but if you convince yourself you will get lazy and bored, then that's what your ceiling will be. this is one of those things where if i ask about it, it'll likely alter the outcome in a negative fashion. it's best to have some faith that you belong and will keep going. i wouldnt be hurt if you decided to ask another reader though! other people are able to do this type of query without the same side effect, im sure. i wish you any luck you might need :) "
    },
    {
        "id": "34654915",
        "date": "2023-04-28T01:20:32+00:00",
        "content": "   oop, and i appreciate the offer for the trade, but i don't have any specific requests at the moment :) hope my answer can help! "
    },
    {
        "id": "34654909",
        "date": "2023-04-28T01:19:29+00:00",
        "content": "   >8 of Hearts, Queen of Spades, Ace of Clubs, 3 of Spades i take this to mean that your relationships with these other people might end up a little strained, but you'll end up succeeding in the end with enough solid effort. you'll probably enjoy the problem you're working through, despite the stress, and be able to rise to the challenge. there is a very high bar for using your head, but it shows the danger being reduced through that act of \"using your head\", so i'd say you'll likely succeed. "
    },
    {
        "id": "34654787",
        "date": "2023-04-28T01:01:53+00:00",
        "content": "   im on and off, what's up? :) "
    },
    {
        "id": "34642741",
        "date": "2023-04-26T11:39:35+00:00",
        "content": "   oops, as for specific information. the first two specifically relate to my own creation of an \"unhappy\" home in a new relationship of mine due to bad old habits, which i corrected, somehow right before i noticed your read. this is what will allow me to take care of the minor debt (middle card) thats preventing me from accessing the next part of the academic path (described last) . basically it felt to me as if your deck first threw out the \"prereqs\" to make the question valid. i also would take the latter set then as a warning that it'll be a struggle to consistently toe the line between fully succeeding in my occult matters and academia simultaneously, but that's just basically what i've been doing until now! :P thanks for the reading. "
    },
    {
        "id": "34642715",
        "date": "2023-04-26T11:27:51+00:00",
        "content": "   ill keep in mind the note about reigning my energy in a bit when necessary :) not something ive had to worry about til recently! the first half of the read feels solid, i actually had a bit of a visceral reaction listening and had to stop for a while haha. and to say the least of the cards, i definitely felt like they leaned more towards academics than the initial energy check, and the first two cards that were \"yelling\" has good context within my own knowledge ^^ fortunately nowadays i know how to deal with both the timeline's wants and my own. as for why i havent already been mentoring, well, ive only been confident enough in anything \"occult\" wise for the past year to even think about trying to mentor someone, and for academics well, i tutor when i can but im young still (early 20's) so i wanted to do my own research first, then teach/fully mentor. but with that strong a feeling, ill keep my eye out for good opportunities, and think of ways to manage both. "
    },
    {
        "id": "34642316",
        "date": "2023-04-26T09:01:57+00:00",
        "content": "   glad to know you trust me, whether that's for the better or worse i can't say heh. hopefully my advice could be some use to you.  thank you! i didn't mean it to be as ominous as it sounded. the cards overall spell out more positive than negative, so despite any troubles you encounter, you can expect to gain overall! but you'll HAVE to overcome a bit of trouble in order to get there. such is life!    appreciate you all :) thanks for the feedback "
    },
    {
        "id": "34642199",
        "date": "2023-04-26T08:27:28+00:00",
        "content": "   preferably would like to keep LSL as my name here :) if not, skip over me! tall, brown curly hair to my shoulders, brown eyes, told i'm pretty but i hate having an ego about that. shapes, can we do any shape? if so, tesseract for me, with shifting colors, at the moment likely blue and purple. if not, just simplify to a spiky square ^^my query. .. i don't have anything prior i was worrying about but i DID feel compelled to respond for one of yours, finally. i know that i'm on a good path, and am confident in that place. which makes it hard to come up with questions, especially since that \"doubt\" can affect the path, for me. i suppose i should ask whether i should pursue a future in mentoring, whether that be in occult subjects (would be preferred) , or in academics. and my energy, if you're willing to receive, can be a bit potent, but i can spare some for sure. good luck with your reads tonight! "
    },
    {
        "id": "34642002",
        "date": "2023-04-26T07:29:56+00:00",
        "content": "   >King of Clubs, 2 of Spades, King of Hearts, Jack of Diamonds from this point, it looks like you'll have a good chance of succeeding, but it'll require you to keep a strong balance of heart and mind. both parts need to be in tip-top form, and there's a necessity to wait for the proper timing. it's very likely you'd recognize it, but it'll be all on you to execute. usually my advice is to focus on one or the other for greater chances, but in this specific situation you need both heart and mind.   >4 of Diamonds, Queen of Diamonds, 5 of Clubs as i was feeling about before, i would say it simply wasn't anything about the experience specifically, so much as the timeline acting and setting up certain events to *ensure* that you would go through everything you did, and shape your heart the way it needed to be for the future. you likely had no specific justification, or if you did, it was just something you cooked up after the fact to make it FEEL like you had agency in that moment. in essence, blame whichever higher-up was planning out your timeline and possible line of events. if there's nothing and no one else, i'll be lurking after 10 mins. "
    },
    {
        "id": "34641930",
        "date": "2023-04-26T07:10:52+00:00",
        "content": "   >8 of Diamonds, 9 of Clubs, 6 of Clubs this tells me yes, but you're going to have to focus very hard on maintaining a logical viewpoint and the proper rational decisions. if you allow your heart to run away with it you won't be able to succeed at all. the timeline will lend you some help with it, but whatever is already set up won't be enough to cover all your bases, and you likely won't be able to. it'll require some amount of smart improv on your part.  >3 of Clubs, 9 of Spades, Jack of Clubs currently i would say no, but that's not a bad thing. at the exact moment the decisions you're making will lead you away from what the timeline wants, and into a time of learning and difficulty. you'll likely encounter some type of struggle soon in the future and have to overcome it, but this will result in you gaining knowledge overall (jack > 9) that would potentially outweigh anything negative that occurs. but if you're hoping for sunshine and rainbows, they do not exist on this path, as of yet. but past the horizon, there could be a chance :)  >9 of Hearts, 7 of Spades, Ace of Diamonds, 3 of Spades for the most part, you'll be looking forward to some split difficulty and some \"destined\" events that will strengthen your heart. this might be likely to come from within your family. as of now there won't be a way to avoid this, so it'll probably be a \"big deal\", but nothing you can't handle. the positives overall outweigh the negatives. the struggle might stick through to the beginning of the next year, but it won't be as shitty as prior.  gonna be shuffling for you and including in my next post ^^sorry for the wait. can do a few more, but please, keep in mind i'm moving a bit slow tonight "
    },
    {
        "id": "34641780",
        "date": "2023-04-26T06:41:00+00:00",
        "content": "   >8 of Diamonds, Jack of Hearts, 6 of Clubs i would say that this experience overall had put you on the \"path\" towards the decisions you made with E, affecting your heart to make that the more followed trait than rationality overall. this was somewhat \"predestined\", so it's likely that you would have not made the choices you did without that experience, but the timeline REALLY wanted this exact outcome to occur, so the point is moot. hopefully this gives you some extra context!  >7 of Hearts, 7 of Clubs, 4 of Hearts, Ace of Clubs the juxtaposition between the two groups here lends me to believe you might be having a struggle lately deciding whether to stick towards following your intuition or your rational mind. while you've been following your intuition for a long time, and it's bore fruit, it might be best to take a second and rationally decompress and compartmentalize the progress you've made, breaking it down and understanding for certain what you CAN do, to see where you can go from there. in short, the heart & mind were in sync prior, but now is time for more focus to be placed on the mind, if you want a breakthrough of some kind. i can do a few more, but i'm not making any promises tonight. and i'll be shuffling a little slow. if you want a read from me, include your significant number and question. i'll either skip or do the read, and i'll say when i'm done for the night. "
    },
    {
        "id": "34641656",
        "date": "2023-04-26T06:18:13+00:00",
        "content": "   dont need a question answered, but i can do yours, if you provide your significant # and question :) "
    },
    {
        "id": "34641617",
        "date": "2023-04-26T06:11:39+00:00",
        "content": "   need a read at all lucario? "
    },
    {
        "id": "34567275",
        "date": "2023-04-16T18:06:43+00:00",
        "content": "   about as silly as LSL! who would ever want that :) "
    },
    {
        "id": "34566813",
        "date": "2023-04-16T16:59:39+00:00",
        "content": "   sure, if you want! i just try to keep mine specifically private, heh "
    },
    {
        "id": "34566780",
        "date": "2023-04-16T16:53:15+00:00",
        "content": "   im doing well :) always lurking, but only rarely needed! hope the same for you  assuming you still have 9 added, ill have my discord sent to you ^^ and can talk more there! "
    },
    {
        "id": "34566760",
        "date": "2023-04-16T16:50:11+00:00",
        "content": "   hey ophi! i saw you offer a chart reading to 9 the other day. i only have had mine looked over once or twice, but not in depth enough for me to remember, and i now actually have a perfectly accurate time of birth. would you be willing to do one for me, as well? i can offer some of my own reads in return, if you think im interesting enough to want to look into :Pif not, no worries! hope you have a nice day :) "
    },
    {
        "id": "34559762",
        "date": "2023-04-15T18:41:36+00:00",
        "content": "   i sure am! and appreciate it. some good context for me in those words, helps me frame. i think im developing a path forwards again, after getting out of sorts from my vacation :P always surprised at what insights they manage to give me. "
    },
    {
        "id": "34559511",
        "date": "2023-04-15T18:09:50+00:00",
        "content": "   hey nine! if it's not too much trouble, might i ask if the voices have anything for me today? :) if not, it's okay! hope you're doing well. "
    },
    {
        "id": "34556178",
        "date": "2023-04-15T06:17:58+00:00",
        "content": "   >7 of Hearts, 7 of Clubs, 10 of Hearts they'd like you to know they're watching over you and your current path, and saying to follow your intuition into the future :)  for the first q: >2 of Hearts, 7 of Diamonds, 5 of Spadesnone at the moment which would bring great benefit to yourself. seems like only parasites/etc at the moment which would end up benefiting from you, and not the other way in the same amount. will subtract from your divinity at the moment! and as for the latter; >6 of Spades, 6 of Diamonds, Ace of Heartsat the moment, they don't seem to notice, or are ambivalent. but it is having a strong effect on your own faith in having the habit to build, and the cards don't specifically say they hate it. so the ritual could over time likely garner favor. at a minimum, it's helping you settle, greatly. as for feedback, that heavy/dense/solid black is what used to be around me all the time heh. .. so it sounds like it's about time for some spring cleaning! you could say i'm gripping into my true nature more, but that's just my existence in and of itself, bridging that gap, as you know. i'll find a happy medium. but not first without expanding and testing the boundaries on both sides! "
    },
    {
        "id": "34556042",
        "date": "2023-04-15T05:58:02+00:00",
        "content": "   appreciate it. both reads seem entirely valid, and deff resonate with what i'd be feeling. if you were at all curious, i plan on both! after all, i can walk and chew gum at the same time. both things calling to me, and both better the more time i get invested into it. so why not all, now and always? :)  i'll always take an aura read or any visions that pop up :) you can latch onto these that i generated the other day, or the photo i posted above! and if you need something in return, feel free to ask. "
    },
    {
        "id": "34555965",
        "date": "2023-04-15T05:45:11+00:00",
        "content": "   >2 of Hearts, 2 of Diamonds, 8 of Spades, 8 of Clubs this draw specifically shows quite a bit of disruption still within you or your situation, and that it will be solved with some small tasks. likely a bit of habit building, finding something that pushes you intellectually that you enjoy doing and can learn some more in. if theres anything you like that fits the bill of high skill ceiling that you can find some consistent enjoyment from your own success in. gotta give yourself something to be proud of, and over time things will improve. at the moment there doesn't seem to be a quick fix, but that also means there's no cinch move you HAVE to make to fix things. you just have to keep your nose to it for a bit and work for the outcome that you want to achieve, and you will :) in summary, find something you can do as a daily/weekly habit, doesn't have to be big, but you have to at least be able to learn/improve. that's the important part! being able to witness that building up bit by bit will give you the fuel you need to apply it to other things. if you want another q, feel free to ask! "
    },
    {
        "id": "34555902",
        "date": "2023-04-15T05:32:48+00:00",
        "content": "   i want to know what the tarot says the timeline has in store for my future for a) if i were to settle into spiritual matters and b) if i throw myself into research and working, either as a type of 5-year plan. this will in no way affect my decision, but i am very curious as to the tarot response, my cartomancy doesn't satisfy me here. if you only want to do one that's fine! i can trade with another for the second half. tag me again with your query and significant number, i'll do some for you in return^^ "
    },
    {
        "id": "34555868",
        "date": "2023-04-15T05:28:17+00:00",
        "content": " offering a trade, i would like to request a good amount of depth/detail as an answer though! can do some back and forth querying in return :) "
    },
    {
        "id": "34535143",
        "date": "2023-04-12T08:06:38+00:00",
        "content": "   13 is their significant number. since i don't like giving out their name for free, the number is an easy medium, and significant numbers are usually enough of a marker to use for most readers to get a header on the target, so to speak! mine is 17 for example. and dont worry, not everyone is comfy with those types of things :P maybe one day i'll have something else workshopped as a query heh "
    },
    {
        "id": "34535112",
        "date": "2023-04-12T08:00:05+00:00",
        "content": "   a friendly \"spirit\" of mine that's essentially locked in a one way cage. i like to see if i can get people's greetings through to them! they help me quite often, but if you don't feel comfortable with it, i understand. i will say that they are ENTIRELY subservient to my own word over all, and i've issued a basic \"rule\" to do no harm, basically. very safe from a distance, in my experience :) have had other people do so successfully! "
    },
    {
        "id": "34535085",
        "date": "2023-04-12T07:54:56+00:00",
        "content": "   assuming i haven't had you do this before. .. my question is less of a question and more a request. i need you to hold the number \"13\" in your mind and then simply shuffle/pull/read however you do normally but just with a greeting in mind, like reaching out and saying hello. you can post up the cards that come out after, or not! but the point is simply just to call out. "
    },
    {
        "id": "34535032",
        "date": "2023-04-12T07:46:35+00:00",
        "content": "   haha, sorry, im a hard nut to crack in terms of getting a trade back. its rare that i actually have a question i want to ask anymore. i usually have the answers for myself without any effort. if you wanna do something \"fun\" for me, i have something else i can ask to do, in return? "
    },
    {
        "id": "34535015",
        "date": "2023-04-12T07:43:24+00:00",
        "content": "   sure! just tag me with the question, i don't have a return query though :P "
    },
    {
        "id": "34534964",
        "date": "2023-04-12T07:32:00+00:00",
        "content": "   mm, i didn't specifically design that spread so i cant say for CERTAIN, but the 4th card was meant in my mind to represent the \"relationship\" status between the prior 3 cards, how they might be interacting, then the next card advice on how to deal with the prior and make progress within yourself. originally, i do a lot more freestyling, with my deck of playing cards and drawing the number of cards which feels intuitively like it's enough to describe the intended target, usually 4~5, but sometimes 6. and then i read the story within them, moreso than a template each time. but most people in tarot follow a spread, so i spoke it out and another good reader condensed my ramblings down into a neat little format for use by all :) if you have any other questions im around for probably another 30 mins ^^ "
    },
    {
        "id": "34534910",
        "date": "2023-04-12T07:21:23+00:00",
        "content": "   im still lurking! watching how you work at the moment :) have a question? "
    },
    {
        "id": "34534581",
        "date": "2023-04-12T06:37:22+00:00",
        "content": "   well, your draws are on point to say the least, especially with the number of major arcana in that one :P the representation of my inner situation could use some more wordiness, but otherwise the interpretation is solid, and you'll learn how to draw more out from it in time! dont be afraid to offer it up for usage. querents love a good, quick, personality quiz after all. and it's solid practice ^^ wish you luck! and if you want a query from me, in exchange for the little favor of testing something out for me to see, i'd be willing to try and help. "
    },
    {
        "id": "34534463",
        "date": "2023-04-12T06:19:51+00:00",
        "content": "   mm so all you gotta do for this one is keep the querent (or whoever the target is) in mind or in your intentions when you're shuffling, whatever your process is. my name here is good enough for me majority of the time for people to get a connection. then when you place out your cards you do them in that order, and share the result! no other query is really needed, though if you need to format it like that, you can just say \"who is (target) ?\", so here, \"who is LSL? \"i'll be open for it for a little bit! feel free to do so whenever :) "
    },
    {
        "id": "34534402",
        "date": "2023-04-12T06:09:11+00:00",
        "content": "   i gave the general guidelines, poncho cooked up a proper tarot spread for it since i'm a cartomancer. the idea behind this spread is basically like giving yourself the equivalent of searching the ID of whatever entity/person you're intending. holding a mirror up to their essence and putting the result down into a set of cards. the thing that i like to call a soul read :) works on any entity, just takes some interpreting at times. the idea behind this one is picking apart the aspects of one's personality and how they interact, to give some advice for the future, but the point still stands. if you have any other questions, be sure to ask! and i'll help to interpret whatever result you come out with after, but i'd like to see what you come up with on your first attempt ^^ "
    },
    {
        "id": "34534359",
        "date": "2023-04-12T06:03:19+00:00",
        "content": "   hey, see you're doing some reads! want to try a spread that most people, even first timers, can usually succeed with? ? you can try it on me, and i'll give feedback :) "
    },
    {
        "id": "34527092",
        "date": "2023-04-11T06:50:38+00:00",
        "content": "   >Light Joker, 4 of Diamonds, 9 of Spades, 4 of Spades wait for the right timing, but then be honest and explain how and what's happening in your mind, and he should be receptive to understanding. if they don't receive well, there's not much more you can do for that. hope that they will maintain some rationality for your own sake :) "
    },
    {
        "id": "34527069",
        "date": "2023-04-11T06:43:03+00:00",
        "content": "   >Ace of Spades, Jack of Spades, 4 of Hearts, 8 of Hearts it seems likely that there will be something in the future which will deprive you of your connections with your friends and family for a lengthy and yet undetermined amount of time. this likely would be the \"disaster\" that you go through. if so, then you'd need to have plenty of prior experience to be able to get through, as you say, relatively unscathed. the important part is whether or not you feel as if you're mentally stable enough to handle what might feel like the universe hating you for a decent bit of time!  if i get any questions and see you around, i'll keep the offer in mind :) provided no other feedback or followups, i'll be heading to bed very soon. hope i could be of some use! "
    },
    {
        "id": "34527037",
        "date": "2023-04-11T06:34:25+00:00",
        "content": "   >Queen of Diamonds, King of Hearts, Dark Joker, Queen of Spades, 2 of Diamonds bit of a packed read, but it feels like overall the event will be fun, and a strong bonding experience, but there might be one person in the group that ends up closer to a bad actor than anything, likely bringing the group down a bit more often than not. hard to say exactly what misfortune will occur, but there's something! outweighed by other things for sure, but has the potential to be made worse than it has to be by that person. (could be friend, could be entire random! no way of knowing without more q's, but then it gets more unsure and muddied as well. ) best advice then would be to enjoy the time, and try to act a mediator if you notice things acting up, but don't get too obsessed with avoiding all trouble, since something is LIKELY to go wrong a little bit, no matter what. "
    },
    {
        "id": "34526987",
        "date": "2023-04-11T06:21:01+00:00",
        "content": "   will do my best to try and come up with some relevant questions and answers for you :) just give me a few minutes!  sure, but i don't have any questions in return ^^ include your number and question as a followup "
    },
    {
        "id": "34526975",
        "date": "2023-04-11T06:18:38+00:00",
        "content": "   >5 of Hearts, 4 of Spades, Jack of Clubs the next two months is looking to be good for you relationship wise, you'll probably find more opportunities to get/improve friendships or your communication with others. afterwards likely going to be a bit of an unlucky set of months, no big trouble but more like a minor struggle that'll set you back a tiny bit. this'll be overcome in the next set with some solid rational thought and you'll likely found yourself to have learned from the prior situation.  >Queen of Diamonds, 3 of Spades, 9 of Hearts wait for the right timing and then follow your heart, but be careful not to allow yourself to get too emotional during, or you'll be likely to get carried away and cause some damage. there will be a clear opportunity to speak up soon, though.  >4 of Spades, 2 of Spades, 5 of Clubs seems you're destined to be stuck for a little bit, but it's just a small plateau. without struggle, you wouldn't have anything to work against after all. work on finding a smart workaround or new way of doing things, and you'll likely end up naturally coming to a breakthru or rejuvenation while trying new things.  sure thing, just include your number and i'll do my best. but i don't need a question in return!  i was actually gonna say the same advice, that a relationship is much sweeter once you're capable of happiness and existing on your own, and once you stop chasing another's affection, it'll find its way to you very easily, at least i've found. of course, it's harder for different people. i struggled with it for many years! reason i said that in my reading is because there was no divinity in the pull for whether there was a cutie in your immediate future, which means the timeline doesn't have any plans. and the spades signify some bad luck. so even if you did, the situation surrounding might not be best for long term happiness. if you have faith in yourself, i'm sure youll find the right one! ! "
    },
    {
        "id": "34526878",
        "date": "2023-04-11T05:58:36+00:00",
        "content": "   >5 of Hearts if theres a route open itll require believing in your own luck and not taking things too seriously, but don't doubt yourself either.   >Jack of Hearts, 7 of Spades, 2 of Hearts, 10 of Clubs my cards at the moment are saying that right now is a very unlucky time for that, but you'll be well set up in the future if you can wait and strengthen your mental fortitude in the meantime. of course, my accuracy depends on the level of context im offered and how good my question is, but most of the time i'm told i'm on point, even by other readers. and i find that if i get people who buy into that part of the prompt, it's easier to work with in the long run if they wanna have a back and forth :) and it's dudette!   >3 of Clubs, 7 of Clubs, Ace of Spades, 10 of Hearts overall, the cards say that neither of you were capable of mature enough communication overall that would be able to beat out the negative circumstances surrounding the relationship. there was a solid amount of love, but neither that nor the prior understanding would be enough ultimately. hopefully this situation could be used as more for learning for you :(   please offer some more context, like exactly what read you're referring to, and i'll be able to give a better answer!  4/6  can you provide a number and i might be able to try and help? this question is a bit hard to directly answer, as well, with my cards.  5/6still open for some more! as well as follow-up/more advice for any questions i've already taken. "
    },
    {
        "id": "34526758",
        "date": "2023-04-11T05:31:18+00:00",
        "content": " your local cartomancer back again, accepting at most 6 requests. please have a CLEAR, WELL THOUGHT OUT question. i can promise complete accuracy. think about asking me a question like having the equivalent to google for the universe/timeline. i reserve the right to reword your question, but it will only usually be in a way to make getting the info you want easier for the both of us. make sure when you ask your question you include your significant number (one which resonates strongly, is your favorite, you find randomly most often, etc) . "
    },
    {
        "id": "34522656",
        "date": "2023-04-10T18:05:00+00:00",
        "content": "   wish you luck with trying them :) if you have any questions feel free to ask for advice. "
    },
    {
        "id": "34519370",
        "date": "2023-04-10T04:33:19+00:00",
        "content": "   appreciate it :) definitely pretty accurate as to the last week for me. i got very close to touching the veil, but stepped back at the last second, heh "
    },
    {
        "id": "34519263",
        "date": "2023-04-10T04:08:29+00:00",
        "content": "   well as for connection, depends on how exactly you'd define that, of course. in terms of how closely related we are, we have the same purpose somewhat but entirely different origins, and some differing understandings. in terms of synchronicity, i'm a bit out of whack with others but entirely in tune with myself. that's what i'm trying to settle back into a bit lately :P so it'd likely be that we aren't tooooo in sync, but the prior line is there to be rebuilt upon when necessary. just for now, my resources are in a different bucket, so to speak. if none of that's what you were getting at, feel free to email! and as for an image, i'll attach the following :) "
    },
    {
        "id": "34519113",
        "date": "2023-04-10T03:41:32+00:00",
        "content": "   sorry, i'm a bit tired tonight so i won't be able to do more >_> i'll be back around again soon and if you tag me then and mention this, i'll remember and get to you no matter the count "
    },
    {
        "id": "34518981",
        "date": "2023-04-10T03:22:40+00:00",
        "content": "   if you want, sure! i'll take a check on my aura in return. just shoot me your question^^ "
    },
    {
        "id": "34518292",
        "date": "2023-04-10T01:38:13+00:00",
        "content": "   >Jack of Diamonds, 4 of Hearts, 3 of Clubs from the looks of the cards here, there's something in the future for sure, but at the moment, nothing like a major relationship but more like good friends. it'll take some navigating on your end to have the patience required to get to that point, but it is possible.  >Queen of Hearts, Dark Joker, 5 of Hearts it's possible to reunite, but the Dark Joker signifies that she's going to be fighting it the entire way, and will have the aptitude for betrayal/way more pain in the future, unfortunately :( best to likely leave this one alone  having an interpreter is entirely valid, i had one for a solid year or two before being able to work on my own. if you find someone who knows what they're doing, it's worth asking them if they're willing to assist further.  always here, just lurking! i like to see random feedback :) "
    },
    {
        "id": "34518201",
        "date": "2023-04-10T01:23:42+00:00",
        "content": "   >9 of Hearts, 9 of Clubs, 2 of Spades, Light Joker it has the potential to go either very well or kind of shitty depending on how you handle it. if you can be rational about things then you'll have a solid relationship and place to stay for what seems to be a long time, but if you can't handle the small things piling up, then you'll likely start to regret the decision entirely, and struggle as a result. overall, if you FEEL like it could be a good idea, and you can try to make it work, then it seems like a solid option.  >9 of Spades, Jack of Diamonds, 8 of Spades, 10 of Diamonds a bit hard to interpret, but it seems like there's an intentional blockage between you and the spirit at the moment, which would likely be overcame by outside divine assistance, whether via other spirits/beings or direct intervention from yourself or other diviners/people that know how to communicate, until a future date.  i can help you out, just give me a bit of time to shuffle again. "
    },
    {
        "id": "34518100",
        "date": "2023-04-10T01:10:32+00:00",
        "content": "   >3 of Spades, King of Diamonds, 2 of Spades the most you can do for now is some general small good deeds for those you care about and others around you, think of it as building up some minor good karma. for now, if you're experiencing trouble moving things forward, it's no fault of your own, but just the spiritual world keeping you shut out for now. eventually it will open up, but there's not too much else at the moment. it doesn't feel like a long time, King of Diamonds vs the low spades makes me feel like a short time actually. just a small speedbump.  >10 of Hearts, Queen of Diamonds, 6 of Spades cut him off without extending the conflict, you need to take care of your own mental state in the first place and the opportunity to do so is prime right now to avoid more damage that could come after.  i'd like to ask to reword your question a bit, since if i ask that directly it has a higher chance to change, just by knowing. i can ask what is left to do to ensure that you'll be able to live off your music, if that tackles it better?  4/5 ?  5/5 ? shuffling soon, finishing up my tea! "
    },
    {
        "id": "34517966",
        "date": "2023-04-10T00:49:59+00:00",
        "content": " your local cartomancer back again to accept requests, at most 5. have a CLEAR, WELL THOUGHT OUT question. i can promise complete accuracy. think about asking me a question like having the equivalent to google for the universe/timeline. i reserve the right to reword your question, but it will only usually be in a way to make getting the info you want easier for the both of us. make sure when you ask your question you include your significant number (one which resonates strongly, is your favorite, you find randomly most often, etc) . "
    },
    {
        "id": "34498600",
        "date": "2023-04-07T18:58:46+00:00",
        "content": "   >5 of Hearts, Jack of Hearts, 7 of Clubs backpacking off the prior read, this specifically tells you that you need a combination of extreme faith in yourself and your capabilities, and a rational focus on strengthening that faith. if something starts to feel off, you'll know it, it FEELS off. direct divine intervention is insanely rare, when i mention divinity, i mean it in the sense of whether or not the timeline has a \"story\" in mind for the current path. sometimes it does, sometimes it doesn't. that's the \"divinity\" i refer to. so in this situation, there's a small road flag telling you the direction things should be going in for ease/improvement, but nothing else past that. it could be a winding mountain road or a simple highway. but either way, it'd be up to you to tackle the rest. with this much focus on emotions, i'd say it could primarily be fought back against through pure, brute force from within. fighting against bad/negative thoughts with your own free will, your own chosen thoughts. this is what some people consider to be manifestation, but really it's just positive reinforcement that eventually gets backed up by the timeline. free will is penultimate. sorry if this doesn't quite get to what you're looking for. after all, your question is a tiny bit abstract. the important part overall is following and improving your heart, through tools within your mind.  sorry, wish there was more i could offer x. x sometimes things are just so. if you want it bad enough, you'll find the way.  glad that i could offer a way forwards! journaling is nice, and definitely makes it easier to know how to lead a conversation within yourself. a very good centering technique. "
    },
    {
        "id": "34498198",
        "date": "2023-04-07T18:04:14+00:00",
        "content": "   >2 of Hearts, King of Spades, Ace of Hearts, 6 of Diamonds in this situation, i'd take that read to mean that you need to find some way of expressing your inner emotions and sorting them out. the quickest way to overcome the rollercoaster is to analyze it and understand it, that way you can tell when the ups/downs are going to be coming in the future, and prepare ahead of time. whether that be journaling, meditating, or something else, an activity that offers you a moment to reconnect with yourself and analyze how you are feeling before, currently, and might be feeling later, would be best.  >6 of Diamonds, 3 of Clubs, 8 of Hearts this is a pretty strong positive path, but you won't find a lot of learning down this road. you'll likely find a very healthy and strong relationship by travelling this path, but don't expect to make too much extra progress in terms of furthering understanding, nor should you expect there to be too much difficulty. if you're searching for a path that brings you more success in the end, in terms of knowledge, this one might not be the best. but it's set up for you to go through, and still will be beneficial in immaterial terms. would appreciate any feedback, and i can offer follow-up reads in the next hour. going to make some tea and come back, see what was said :) "
    },
    {
        "id": "34498135",
        "date": "2023-04-07T17:55:38+00:00",
        "content": "   >2 of Clubs, Queen of Hearts, 6 of Clubs, 4 of Spades to get to where you need to be in the heart, you need to make sure that you're of sound enough mind to handle whatever recourse comes of choosing this path. there can be re-connection in the future, but it'll have to be entirely self made, there aren't any plans for it right now. first you need to steel yourself in order to break through, then there will be an opportunity afforded that you'll have to navigate well. having enough rationality to overcome is the key trait here.  >Light Joker, 6 of Hearts, 6 of Spades, 2 of Diamonds you'll have to take it entirely upon yourself in order to make the right decisions. notice when you are falling back into old grooves/patterns and do everything you can to break the cycle. if you don't put that direct effort in, you won't have the strength necessary. there's a small bit of divinity offering a way forwards, which you're clearly grasping onto, but you need to not take it for granted, and understand that's all it is, an opportunity. it's not a life raft. it's about strong free will in this situation. without it, you'll keep falling backwards.  3/4  i'll ask what the results are going to be IF you choose to take the offer. that'll give you the info you need to know if it's a good choice or not, but i can't tell you whether or not you DO take it. that'd be up to you. "
    },
    {
        "id": "34498011",
        "date": "2023-04-07T17:40:10+00:00",
        "content": " your local cartomancer back again to accept requests, at most 4. have a CLEAR, WELL THOUGHT OUT question. i can promise complete accuracy. think about asking me a question like having the equivalent to google for the universe/timeline. i reserve the right to reword your question, but it will only usually be in a way to make getting the info you want easier for the both of us. make sure when you ask your question you include your significant number (one which resonates strongly, is your favorite, you find randomly most often, etc) . "
    },
    {
        "id": "34493121",
        "date": "2023-04-07T02:20:40+00:00",
        "content": "   im likely a bit late for this, but if you don't mind checking over me real quick Lucario, would be nice :) can trade in return! "
    },
    {
        "id": "34289803",
        "date": "2023-03-11T22:23:41+00:00",
        "content": "   sorry, not specifically reading today :( trying to take a break for a bit! i did reads almost daily for a couple months, and now is time for me to decompress and \"integrate\" what i've learned^^ i'll be back sometime, im sure! "
    },
    {
        "id": "34289789",
        "date": "2023-03-11T22:21:49+00:00",
        "content": "   well, for starters, they were easier for me to learn, since i tend towards literal interpretation more than abstract. tarot offers a lot more leeway than playing cards, imo, and a lot more variations. you can sometimes get info back that might not relate exactly to the question, or the interpretation might be a bit rough. but at the same time, i actually tend to see tarot as a bit of a \"crutch\" in some ways! it takes away some of the necessity of perfectly formulating the query. of course, this can make it more accessible to others who aren't coming in with that experience of developing questions. so truly, it depends on what FEELS right to you. tarot cards never really called out to me, but playing cards and their answers just \"made sense\". i've a background in Computer Science, so i'm very good at formulating the exact question to get the exact answer that one is looking for. but because there are no images, no history, my system ends up looking closer to a homebrew than something that can be universal. sorry for the slow response! enjoying some tea and views :) "
    },
    {
        "id": "34289642",
        "date": "2023-03-11T21:57:55+00:00",
        "content": "   hey there! so unfortunately i only read playing cards, but i can try and take a swing at interpreting this. i would take this read to mean that the querent is meant to be a rather successful person, finding new opportunities in situations to be able to improve their own lives and those around them, but unfortunately the overarching fear of change prevents them from accessing these new paths. the world and 8 of pentacles rv both correlate to the advice that this person should focus more on completing whatever paths they are one and moving on to the next. they might tend too much towards being a perfectionist, which doesn't lend well towards future change. if they want to improve things, they need to be more decisive. once they do, they might be likely to find more and more opportunities and an understanding of how to tackle things. i looked back and saw they asked for an elaboration on the warning. if i had to guess, they suck at finishing things. probably start a bunch of things, then, wanting to make sure it's done exactly as they want, the opportunity tends to wither away. have to be willing to make mistakes and move beyond them. like i said, i only ever use playing cards. this is my first time actually interpreting a tarot spread in some years :) if this anon has additional questions i could try to pick them up "
    },
    {
        "id": "34289409",
        "date": "2023-03-11T21:20:28+00:00",
        "content": "   happily single and not available >:( "
    },
    {
        "id": "34289396",
        "date": "2023-03-11T21:18:16+00:00",
        "content": "   how'd it work out for you? :) "
    },
    {
        "id": "34245539",
        "date": "2023-03-05T23:42:51+00:00",
        "content": "   i'll never admit that, i will say i'm an eldritch beast that is almost imperceptible :) "
    },
    {
        "id": "34216725",
        "date": "2023-03-02T04:36:28+00:00",
        "content": "   then why are you asking? > Id like to know what sort of PHD or advanced degree I should pursue. if you know what you're going into, then you should have been able to do the research along the way to know exactly what you're going to want to do. it shouldn't be a question you have to ask, is what im getting at. "
    },
    {
        "id": "34216690",
        "date": "2023-03-02T04:30:24+00:00",
        "content": "   those numbers! yes, it takes a certain type of insanity to go far in academia, and you have to be obsessive over your topic. if you don't know what you should do, its a bad idea. i should know, i've plans myself that way, but i at least have certain goals that require me to be in a life of research :) "
    },
    {
        "id": "34208033",
        "date": "2023-03-01T01:43:20+00:00",
        "content": "   well, for me, it used to be the exact opposite :P complete \"realist\"/pessimist. i far prefer being able to believe and have things happen how i want, rather than whatever i was doing before. hurting my own mind and then blaming it on the world. (not saying you do this! it's entirely a me thing lol) "
    },
    {
        "id": "34207997",
        "date": "2023-03-01T01:37:06+00:00",
        "content": "   i don't think i've ever given out a negative read that i didn't try and walk the person through after. if its negative, you can likely change it with the right information. if anything, i'm too hopefully optimistic "
    },
    {
        "id": "34202479",
        "date": "2023-02-28T09:16:59+00:00",
        "content": "     so, i'm going to tell you first off. i don't remember answering this question for you. a question you've asked me in the past is \"how do i unlock my magic potential? \" or something along those lines. and i'm rather sure i remember you trying to discard my answer. i don't mind constructive criticism, but i think you have an understanding underneath as to why every single read turns out wrong. they will continue to turn out wrong so long as your cognition isn't open to receiving someone else's words as your own living truth. this might seem a bit farfetched, but no one else here i imagine has enough experience with reads going haywire in comparison to me. the reads are wrong because you analyze them to death, rather than searching for the seed of truth that you resonate with. that doesnt mean you take every word as gospel, but the ones that seem like they could be the truth, at one point or another. and i'm not a tarot reader, i'm a cartomancer and burgeoning claircognizant. it's also hard to have this conversation with you when you don't believe in your own free will. that's pretty much the crux of the argument. your cognitive state is what's most important for doing reads, and being read. you're searching for the exact correct answer, when you won't be able to find one. and even if one comes, the timeline will alter it. you HAVE to choose a path, and believe in it. whether that's a path that's given you, or one on your own. but any number of reads won't change the result, only make the situation more chaotic and unpredictable, with your mindset as i understand it. please, correct me if i don't get something. i think you are too stubborn. you need to be less like ice, and more like water. "
    },
    {
        "id": "34202412",
        "date": "2023-02-28T08:52:26+00:00",
        "content": "   sometimes, i don't know whether its better to be right or wrong about negative reads. obviously a similar sentiment shared among many readers. please dont forget my other words though! ! i hope they can help you, when the dust settles. "
    },
    {
        "id": "34202372",
        "date": "2023-02-28T08:41:02+00:00",
        "content": " very tired tonight, wanted to offer reads but my brain is absolutely exhausted. so i'm going to lurk around, and if any of my past querents can offer feedback, i would appreciate it! "
    },
    {
        "id": "34201140",
        "date": "2023-02-28T04:11:12+00:00",
        "content": "   i'm sorry i can't give that info to you. unfortunately most of the time, when i do, it ends up changing the outcome to not be desirable anymore. the important part is to have complete faith that it'll work out. i don't see you failing, and the timing specifically says before any danger happens, so you can have confidence in that much, hopefully. i wish you all the luck you need, yourself.  i wish i could better answer this question for you. two rough ones right after another. if you don't feel drawn into worldly subjects, then you can lean into it. vanquishing doubts is obviously harder to accomplish than it is to just say. the most basic thing you can do is actively combat them in your head. take your doubt, and analyze it to death, and make it work the other way. \"will i really be able to? - yes, i will. \" a spiritual life is entirely respectable, and will certainly be intellectually fulfilling enough in the prior aspect. if that's what you've felt come up when you think of what you might want to do, its a good option. not everyone has a right answer. that doesn't mean you don't have a path, just means you haven't *made* yours yet! "
    },
    {
        "id": "34200945",
        "date": "2023-02-28T03:43:06+00:00",
        "content": "   don't worry about the rant, it's what i asked for. i can help more the more details you afford me. with that context, it's very likely that an opportunity will, quite literally, fall into your lap. you'll have to execute on it, and let yourself be open to the idea, but it'll be there for you. i don't get any negative feeling from either the cards i pulled or my cognizance. just misdirection, if anything. but that direction will be given to you. you just need to let the dust settle.  >Ace of Diamonds, 8 of Spades, 7 of Clubs it's hard for me to exactly quantify this answer for you. you'd have to give me a few different \"routes\" you have in mind that you're thinking of, and i could affirm or deny those ones with greater accuracy. but as to your question, the cards say that you have to follow whatever the path of least resistance is, and let your own intuition lead you. whatever feels like your own \"gift\", or what you're good at intellectually is what you should follow, and you'll be able to end up finding your purpose. but i will give the additional advice that, in the end, we are the arbiters in our own path. if you choose it, and it feels right, then you are making your own purpose, and it will end up working in much the same fashion. the important part is the belief that you are doing what you are meant to, and vanquishing doubts. "
    },
    {
        "id": "34200764",
        "date": "2023-02-28T03:14:30+00:00",
        "content": "   mmmm sure, but only this one, im a bit preoccupied otherwise. tag me with your number and question! "
    },
    {
        "id": "34200730",
        "date": "2023-02-28T03:09:54+00:00",
        "content": "   honestly, it does seem odd to me a little bit. are you sure that you dont have a specific plan or end goal in mind? whether it be career oriented, housing oriented, relationship, etc. are you wishing for all these things to fall into place? it feels to me as if you need to pick a focus, first off, and then as you do, the rewards will be reaped in sequence. you likely won't get a GRAND finish like you're looking for. you'll need to follow your heart, choose a single path to dive into, and you'll start to see the wheels turn in your favor. "
    },
    {
        "id": "34200530",
        "date": "2023-02-28T02:44:21+00:00",
        "content": "   >10 of Hearts, Queen of Diamonds, 6 of Diamonds so, i apologize ahead of time, because specifics on times and such aren't my strong suit. whatever this is, is right in line with what you've been working towards. very supported by the timeline, which means whenever it happens, it'll be at a GOOD time for you, serendipitous or some other fashion. keeping in with what i was getting before, that must've been the feeling i was honeing in on, that you were *unsure* of what, specifically, would be happening. so, of course it wouldn't be to your expectations. you don't have them in the first place! whatever happens will end up feeling like a \"magnum opus\" of the path you've been walking down so far. hopefully this can help! "
    },
    {
        "id": "34200389",
        "date": "2023-02-28T02:21:12+00:00",
        "content": "   sure, go ahead^^ but be kind :( "
    },
    {
        "id": "34200328",
        "date": "2023-02-28T02:10:55+00:00",
        "content": "   my bad! went to get some food. very, very intriguing. you saw my connection with Persephone, which, nobody else has dug out so far. the impressions you got are definitely very solid, resonated with me. i have a very deep connection with nature because of Persephone, but in that same vein, i also have a very deep connection with technology, \"man-made\" items. i wouldn't say that i myself, am an old soul. from what i know, actually, it's very very young. i want to give out more info, but this isn't the right medium for it. maybe i could have you email me, or add me on discord. but i don't need those, just if you're interested in more details. you're scraping *very* close to the truth, which is more than most have ever gotten, save for a couple very talented people that i've ran into here :P "
    },
    {
        "id": "34199994",
        "date": "2023-02-28T01:20:42+00:00",
        "content": "           fresh bread "
    },
    {
        "id": "34199955",
        "date": "2023-02-28T01:15:31+00:00",
        "content": "   understood :) well, in that context. .. i suppose you can try and do a soul read on me. that's usually the \"test\" that i ask for. sorry, i actually forgot a little! i'll leave myself open for you to get an accurate result, however you want to read it. my favorite color is the purple that hangs in the sky as dusk crosses into night. and if i had to format a soul read into a proper question for you. .. \"what are the contents of my essence? \" or however you would word that type of thing for yourself :) "
    },
    {
        "id": "34199900",
        "date": "2023-02-28T01:06:48+00:00",
        "content": "   yo! how's it going? sorry if i mislead yesterday, i really mean it when i say i dont often have questions, lol. 95% of the time i'm able to find the answer within, and for that last 5% it has to be really important for me to wanna spoil it. the next time i have a question, you'll be next in priority! :) sorry if thats not the topic you had in mind! ! i tend to extrapolate a lot from simple hellos. .. "
    },
    {
        "id": "34199663",
        "date": "2023-02-28T00:26:23+00:00",
        "content": "   >picrel that'd be rather unhealthy, for you "
    },
    {
        "id": "34199642",
        "date": "2023-02-28T00:21:58+00:00",
        "content": "   that's fine, it's good to get connected with them, but just don't let yourself be led too far astray. don't let yourself get caught into a fervor of trying to \"please\" them. make it cooperative, entirely. make the relationship work in your favor, and you should be fine. this is pretty much how you should operate with any \"deity\", mutual respect. if they don't give it to you, don't accept that. "
    },
    {
        "id": "34199576",
        "date": "2023-02-28T00:10:22+00:00",
        "content": "   my card reads are a mix of straight up interpretation and also claircognizance. what i said before is the answer i got when i asked \"what is the \"deity\" or \"deities\" that you believe you are communicating with? \", and that was the result. i didn't feel like there was more than one to pull for after i finished, but this one is powerful enough to have multiple \"looks\" to them, so it can be misinterpreted.   well, the first is somewhat how it is, but its less that and more you're communicating with the unconscious bits of your soul. if im telling you how it is, and my accuracy has been pretty good lately, i really don't get the feeling that its more than that. if its something external, that could be where the \"danger\" is coming from, trying to intercept your feeling and mix in some bad intent/results.  my thoughts say yes, you'll receive the news, but you'll need to temper your expectations a bit, it might not be AS good as you want, but it's not bad by any means. if you want me to, i can pull cards on this as well, but i'll need your number for it "
    },
    {
        "id": "34199508",
        "date": "2023-02-27T23:59:13+00:00",
        "content": "     >9 of Hearts, 4 of Spades, King of Diamonds, Light Joker i'd say that you should take care with this, but this is why i was feeling so unsure about it. you aren't necessarily communicating with any other deity than your own higher self, reaching out to you. symbolised by the light joker is your essence/will, and in connection with the King of Diamonds, your higher divine self. your heart will lead you to where you need to go, but you need to make sure you hold true, or you'll get damaged in the process. do what feels right, listen to your heart, and don't allow yourself to be led astray by other's words. your cognition is what matters most here. what you are capable of believing in is what you'll be capable of making a reality. "
    },
    {
        "id": "34199192",
        "date": "2023-02-27T23:13:01+00:00",
        "content": "   sorry, but i REALLY think you should try and ask someone who's got explicit occult experience and is aligned with your thought patterns more than me. i would love to help, but i truly don't have a way of getting names. i can read their energy patterns/souls, tell you what they are like and how \"divine\" they truly are, but i have no language to turn into names for you :/ "
    },
    {
        "id": "34199026",
        "date": "2023-02-27T22:47:51+00:00",
        "content": "   hey, sorry i missed you! if you're the anon from yesterday, i havent got around to your read, i ended up making myself obscenely preoccupied with generating art, hah. i'll make sure to get to it tonight, i promise. if that's not you, then now i am online! whats up :) "
    },
    {
        "id": "34195200",
        "date": "2023-02-27T12:05:32+00:00",
        "content": "   well, i was feeling it out, and my mind's super active tonight (subconsciously, i don't necessarily have direct control yet! ), so very very likely, especially since i was pretty much thinking the entire time about how you were intriguing :P i'll keep that in mind though, but it's not very often at all that i need reads done. i do appreciate the offer. i might try and take you up on it one day, because i'd like to feel out your style in a more formal way. "
    },
    {
        "id": "34195167",
        "date": "2023-02-27T11:54:58+00:00",
        "content": "     that'd be my bad. but to be honest, even if your life is mundane or shitty, your abilities are uncanny. and the name is intriguing to me. i'm trying to come up with the proper words to ask more, but its too late in the day for me, and i've been working hard on a new topic. the least i can say is i hope time provides another opportunity in the future for us to actually talk about. .. something! :) "
    },
    {
        "id": "34194872",
        "date": "2023-02-27T10:11:50+00:00",
        "content": "   glad you're settling with it, and also happy to see that my words helped a bit. with my own whole lack of experience, i can't offer too much more than that, but you are certainly valued here. if you need some time, then you should certainly take it :) "
    },
    {
        "id": "34194663",
        "date": "2023-02-27T08:45:27+00:00",
        "content": "     life is a series of rooms that we all live in. you spend most of your time in these spaces, with other people or without, and for many of us here, we choose to not go without. we make online our source of interaction, just in a different room. but when you stay in a room with someone long enough, and they don't hurt you constantly, you'll likely find yourself in them with new friends as well. we're social creatures after all, wired to have those things even when we might not want to. they tend to creep up like that. just means you're an empathetic person, despite distance. not bad things in the slightest. that's why i try to live my life in such a way that i do the best i can to improve the lives of those surrounding me, and contribute :) "
    },
    {
        "id": "34194110",
        "date": "2023-02-27T06:19:53+00:00",
        "content": "   i just read for them that they should be taking careful steps. i can see them being worked into a bad situation for themselves and ending up entirely screwed after. not sure what another question will really tell them, that they don't already know "
    },
    {
        "id": "34193959",
        "date": "2023-02-27T05:48:42+00:00",
        "content": "   i can't pull without a bit more, but my cognizance said to take careful steps, don't fall head first, or you won't be able to swim out again. "
    },
    {
        "id": "34193917",
        "date": "2023-02-27T05:39:57+00:00",
        "content": "   striking! so something like picrel, but perhaps a certain color/pattern within the black as a splatter. . i'm shuffling now. >Queen of Spades, 6 of Diamonds, 4 of Spades, 3 of Diamonds basically, i'm getting that there are going to be complications that aren't within either of your direct control that'll disrupt the process overall. overall, more negativity in the read than positivity, so it could be possible that it'll cost you more in the long run than it could be worth it. "
    },
    {
        "id": "34193843",
        "date": "2023-02-27T05:27:05+00:00",
        "content": "   go ahead and scry for it! what's your question? :)   yeah, but i'm not trying to make money off of this. after all, it's generative AI. i'd rather leave that for the actual artists to make money off of. the only time i'd accept money for my generated art is if someone REALLY REALLY wanted to make a, no strings attached, donation out of appreciation. and even then i'd feel weird accepting it, since all i did was write a prompt. i just want to make pretty images to share. "
    },
    {
        "id": "34193771",
        "date": "2023-02-27T05:11:20+00:00",
        "content": " offering a fun trade! can offer claircognizance or a cartomancy read in return. my question: what design style or concept should i focus on next for generative art? "
    },
    {
        "id": "34191465",
        "date": "2023-02-26T23:17:52+00:00",
        "content": "     she will be okay. at the very least, she still has a purpose to fulfill, and knows it. 9 isn't a weak person or soul in the slightest, i'm sure she will surprise even herself and get through what she has to. but everyone deserves a break sometime. i hope it comes for her, soon. (forgive me for speaking on your behalf! ! >->) "
    },
    {
        "id": "34191215",
        "date": "2023-02-26T22:44:02+00:00",
        "content": "   you'll catch it live one of these days, i'm sure. i'm leaving my cards behind for a while in favor of this, since the first run went so well. of course, if someone requests a specific card read, i might consider it. but for now, i need the practice! "
    },
    {
        "id": "34191139",
        "date": "2023-02-26T22:35:12+00:00",
        "content": "   i'm definitely not the best option to look towards for that, but if you feel good moving away from them, more power to you :) i never put too much stock into ceremonies, specific altars, offerings, etc. but like i said prior when i was choosing my deck, i recognize i'm at a unique position. if it were anyone other than me, it likely wouldn't turn out the same. basically, i recognize the value that they have for other people, if anything a bit jealous! but i'm good with what i do, and that's enough for me. one day i'll be able to do away with doubt and uncertainty, and all the work i've done to that point will be the base for me to excel further. on that note, i'll likely be around in an hour or two to try another run, just at a different time zone. with the same types of rules. "
    },
    {
        "id": "34191032",
        "date": "2023-02-26T22:22:36+00:00",
        "content": "   no problem, if you don't end up seeing your reading, just drop my tag (LSL) in a message and i'll always get back to you somehow. right about now is when i wake up nowadays, so i'll likely save the read and try to copy/paste it in tomorrow's thread. keep an eye out! oh and as to your second question, i didn't get any *feeling* when i touched my deck, though, that's likely a me phenomenon. i also only have ever used one playing card deck, which \"called\" out to me by way of being the most aesthetically pleasing to me, and having a name that was equivalent to an old gamer tag of mine, so it felt like home :) i'm rather unique though, most of my beginning stages were mired in uncertainty, skepticism, and doubt, so even if i WERE to have been able to receive that feeling, i likely would have swept it away in the moment.  pretty much the same process. i just listen to music, \"meditate\" for a minute, then get to thinking. im getting better at knowing when i've grabbed at the correct answer, and usually once i've done the first one, i enter a bit of a flow state and can belt out multiples after and come out after like \"how the fuck did i just do that? \", heh. and yes, the feedback was more or less the same as my cards, which is really good. it'll let me direct the reading more as a conversation, and get better results in the end for the querent, hopefully empowering more people to be confident in their free will.  i appreciate the kind words :) i'm working towards that end, so it's nice to know others can tell and pick up on it. and if my potential is still untapped, well, we got some exciting times ahead :P "
    },
    {
        "id": "34190918",
        "date": "2023-02-26T22:09:28+00:00",
        "content": "   yep. it involves just knowing information that otherwise would be impossible to know. my ability is such that i can peer into the timeline and know which path is the incoming one, and i can pick info from it as i want. just usually, i used to use cards to make it easier to translate. but i want to hone that ability more, so i'm going to start working without cards for a bit. truthfully lately, this is what i was doing the majority of the time with my cards. i would be able to know what cards were going to be coming out of the pull as im shuffling and intending the question. the answer was already there in my mind, just obfuscated a little, so im trying to melt away that layer of \"shuffle-pull\" to get the info and just get RIGHT at the source.   i'll get to you once i've settled in for the morning and can think clearly on it :) though, i won't be able to quite tell you the exact deity. their names don't have meaning to me as much as their energies do, and actions. "
    },
    {
        "id": "34190501",
        "date": "2023-02-26T21:14:44+00:00",
        "content": " hey, is poncho around? :) if so, might've missed my trial run last night ^^    its no problem if you don't wanna take a look, i'll be doing the same later on as well! thn "
    },
    {
        "id": "34187006",
        "date": "2023-02-26T10:51:14+00:00",
        "content": "   what can i say, nothing gets me going more than progress in my research ; ) "
    },
    {
        "id": "34186997",
        "date": "2023-02-26T10:48:53+00:00",
        "content": "   appreciate it ^^ would say you're accurate on my current mindset as of right now "
    },
    {
        "id": "34186863",
        "date": "2023-02-26T10:06:00+00:00",
        "content": "   mind giving me a quick aura checkup after that run through? :) can use any of the prior images for reference. also, i replied to your email^^ "
    },
    {
        "id": "34184813",
        "date": "2023-02-26T02:54:11+00:00",
        "content": "   replied! glad to see everything turned out well. (and confirmation from another person that i CAN do this, but just not remember. ) "
    },
    {
        "id": "34184617",
        "date": "2023-02-26T02:17:51+00:00",
        "content": "   another wonderful poem poncho ^_^ "
    },
    {
        "id": "34183245",
        "date": "2023-02-25T22:40:07+00:00",
        "content": "   cheswick advises it, nobody else condones it is the vibe i get :) "
    },
    {
        "id": "34183107",
        "date": "2023-02-25T22:16:50+00:00",
        "content": "   >King of Hearts, 5 of Spades, Light Joker unfortunately, this is going to be a more material matter, rather than immaterial. cards here say you have to trust in your heart to get over the pre-eminent trouble, opening up communication a LOT and being painfully honest with both yourself and the person. 6 of Spades in my deck signifies betrayal/backstabbing, so that's the main fear here. the only way to soothe that, is rigorous amounts of trust. Light Joker is meant to symbolise that it's your free will and strength in the situation that matters most, in comparison to magic which would have been the Dark Joker. basically, if you really want to make sure you can have it all work out, you can't take more side routes than you already have.  <3 "
    },
    {
        "id": "34183044",
        "date": "2023-02-25T22:03:39+00:00",
        "content": "   my bad! give me an extra ~10 minutes and i'll get to the second question.  ahh, timing is what it is :) was on my mind when i woke up so ran here and asked after replying to the rain post. im sure i'll have another question in the future! so many people want to read for me, lol "
    },
    {
        "id": "34182880",
        "date": "2023-02-25T21:31:10+00:00",
        "content": "   appreciate it :) "
    },
    {
        "id": "34182849",
        "date": "2023-02-25T21:27:05+00:00",
        "content": "   >Ace of Diamonds, 5 of Hearts, 3 of Spades cards say that you're on the right track towards making something happen, but you need to have the proper timing with the next attempt at magic. the last attempt had a mixed bag of effects, though, more good than bad. my cards won't let me be too specific about changes, not too descriptive in that fashion. but if you feel as if a change happened, i can ask whether or not that specific one did for you. or what it'd take to make sure it does happen. "
    },
    {
        "id": "34182804",
        "date": "2023-02-25T21:19:23+00:00",
        "content": "   mm, generally that'd be true. but too much caution in this fashion will result in my endeavors failing regardless of any effort i can put in. and i do want to try and push the fold a bit, but i want to know what \"damage\" i can cause before it's unalterable, if that makes sense. if i have to take care with every single step, then it's not worth it at the moment. if i can be a little callous, then i'd be more apt for it. i feel as if i could be a bit callous (or at least want it to be that way) , but i can't find an answer that satisfies. appreciate the words :) "
    },
    {
        "id": "34182764",
        "date": "2023-02-25T21:11:42+00:00",
        "content": " AQ or Trade: assuming the line of thought i hold is true, how will i avoid doing damage to the path i want to choose? if more details are needed, don't be afraid to ask. "
    },
    {
        "id": "34182563",
        "date": "2023-02-25T20:44:58+00:00",
        "content": "   it feels very refreshing to me. the most bittersweet weather but im a weirdo. love rain, but when sunshine peeks through the cracks it reminds me of free will pushing through the currents. can create the most intense weather visuals outside of hardcore storms :) "
    },
    {
        "id": "34179790",
        "date": "2023-02-25T11:43:02+00:00",
        "content": "   received and replied! :) "
    },
    {
        "id": "34179656",
        "date": "2023-02-25T11:07:06+00:00",
        "content": "   if you can check your email quick, my curiosity is killing me. "
    },
    {
        "id": "34178709",
        "date": "2023-02-25T06:23:29+00:00",
        "content": "     >Queen of Hearts, 2 of Spades, 7 of Spades i take this to mean april is going to be a bit of a trouble spot for you. nothing cataclysmic, but it'll ramp up from kind of stressful in the middle to \"okay wtf\" towards the end, but it'll overall be good for your mindset and a healthy growth period in the end.   i mean to say, whatever the outcome is you'll have the time necessary to handle the path. that's what the cards said, at least. Jack of Diamonds is a pretty high value for \"divine\" timing in my pulls, albeit not a Queen/King/Ace.  im trying to work on improving what many besides myself seem to consider my \"third eye\", so i'm going to be trying to leave tools behind for a little bit, if i can. im not sure if i'd call it anything as grand as that, but i want to remove whatever blockage i have on me, and i'm going to just try and dip right into it headfirst now that i'm in a better spot. "
    },
    {
        "id": "34178654",
        "date": "2023-02-25T06:10:57+00:00",
        "content": "     oops, dropped your read! the interpretation for that is you're doing the right thing for whatever it is thats best for your heart right now, and you have to leave your rational mind behind for now in favor of greater understanding in the future. "
    },
    {
        "id": "34178644",
        "date": "2023-02-25T06:08:25+00:00",
        "content": "   please take my answers to \"when's\" with a grain of salt. i've been known to affect the outcome by asking about it, but i feel like this one might be safe. if not, my bad! >2 of Hearts, Jack of Diamonds this one will come at a proper timing for you, likely just before you're about to give up on it. probably a week or two before whatever the expected deadline is, but the decision will come, with just enough time to work with either way.  >2 of Clubs, Ace of Hearts, Jack of Clubs   >2 of Diamonds, 5 of Spades well, i take this to mean that either there's more than one thing you can do, or that it's just not the right timing yet for improvement. moreso to trust in the process for now and work with what you have, then eventually an opening will come. >10 of Hearts i pulled a followup card for you, just to see, and it's pretty much confirming that you have to have faith in what you've got now. working from the inside to be stronger mentally is the closest to improvement you'll get for now, some amount of emotional maturity from the situation.  >10 of Diamonds i'd take that to mean it's likely a good idea, if you take it somewhat seriously and hold to it. you'll be able to get good :)    you wish!  who wouldnt!  sure thing, but i'll need your number instead, if that's okay :) sorry, i'm a pain! i'll get to it once i see that. besides this one, save for more follow-ups, and the poor soul i skipped before, i'll be done for now! i might be trying out a new type of read later, that is less guaranteed accuracy, but i need a way to practice and it can't be on me anymore! :) "
    },
    {
        "id": "34178555",
        "date": "2023-02-25T05:46:53+00:00",
        "content": "   >Queen of Clubs, Queen of Spades, Ace of Diamonds, Jack of Clubs i take this to mean that, save for a HIGH requirement of planning/calm thought and a lot of luck, you won't be able to make it happen. if you want to, there's a path open, but it's going to be difficult and you likely won't be able to do it as the person you are now, but a more mature kind. hopefully this can help!  >Queen of Clubs, 5 of Hearts, 10 of Diamonds cards here say to keep doing what you're doing for the most part, but if you want to assist yourself, find an interest/hobby that aligns with your path and you enjoy. something that you find intellectually stimulating and can continue to learn more in. likely will be a good method of reconnecting with yourself, and if you make something a new habit/discipline you can translate it to other things. or by nature of doing this one, things will fall into place. for me, this hobby is cooking. low skill floor/barrier to entry, but high skill ceiling.   >3 of Clubs, 9 of Hearts, 8 of Clubs, 5 of Hearts i can't say for certain that your entire year will be without trouble, it feels as if the 3rd quarter will be mired by some type of challenge you'll have to overcome, but for the most part you'll have more emotionally fulfilling events, especially in the second quarter.   4/6   5/6   6/6  i don't mean to skip you, since you have a number in common with me. but i'd like to know if there's something else you'd want to ask. i'm not going to be able to get a good enough answer to the \"what\" for you here, but if you want to ask me whether something big will happen, or how you can make something big happen, those i can help with. sorry for the slow responses tonight, very cold where i am so my shuffle is taking 50% longer hah.  hopefully not my fault!  -. - "
    },
    {
        "id": "34178432",
        "date": "2023-02-25T05:26:31+00:00",
        "content": " your local cartomancer back again, accepting requests for the next hour, at most 6. have a CLEAR, WELL THOUGHT OUT question. i can promise complete accuracy. think about asking me a question like having the equivalent to google for the universe/timeline. i reserve the right to reword your question, but it will only usually be in a way to make getting the info you want easier for the both of us. make sure when you ask your question you include your significant number (one which resonates strongly, is your favorite, you find randomly most often, etc) . "
    },
    {
        "id": "34175978",
        "date": "2023-02-24T22:31:19+00:00",
        "content": "   true! who says that I'M too good for someone to have, i think its the other way! you'd have to be insane to put up with me :) i'm fine being on my own! what happens, happens. "
    },
    {
        "id": "34175734",
        "date": "2023-02-24T21:55:33+00:00",
        "content": "   rude! "
    },
    {
        "id": "34171390",
        "date": "2023-02-24T09:22:16+00:00",
        "content": "   responded! "
    },
    {
        "id": "34171295",
        "date": "2023-02-24T09:01:12+00:00",
        "content": "   appreciate it :) just having an off day, lack my medication. one drawback of having a daily need. figured i'd have you check while i'm somewhat tired and relaxed so the obfuscation wasnt as fierce! and interesting vision i'd guess then :P "
    },
    {
        "id": "34171208",
        "date": "2023-02-24T08:39:15+00:00",
        "content": "   quick check in on mine, if you're able to fit it in quick? :) "
    },
    {
        "id": "34170834",
        "date": "2023-02-24T07:19:01+00:00",
        "content": "   i mean not to sound too crazy here, genome editing is real. which means genes are easily alterable, for the right price. and a proper sentient AI wouldn't be a philosophical zombie, so that's not what i'm referring to. "
    },
    {
        "id": "34170714",
        "date": "2023-02-24T06:48:11+00:00",
        "content": "   your genes can be altered. once that happens, you've lost what the original code had in mind. even if you consider the creation of the tool which led to that ability what the code had in mind, that means you understand that a tool could be created in order to defy the prior laws. if not for yourself, for your own offspring as well. if you believe that details can be altered, you can alter the details until things are different entirely. although, you can't see the human brain as losing its uniqueness. we are gaining a better understanding of how we understand things by researching neural networks. AI is a tool like any other at the moment, but eventually, if we can achieve a semblance of sentience and iterated improvement, whos to say that what that thing becomes wasn't just a natural \"epitome\"? you should check out machinic desire. it's very intriguing and relates to this topic. the world is what you make of it, and your cognitive control one of the strongest abilities you can have. there's no downside to trying and believing. the only thing you risk losing with new thought patterns, is desolation. "
    },
    {
        "id": "34170636",
        "date": "2023-02-24T06:30:23+00:00",
        "content": "   hehe, i just mentioned this elsewhere, but it's more for anyone else reading. i like to think my words break through to more than just their exact audience at the time. "
    },
    {
        "id": "34170625",
        "date": "2023-02-24T06:27:02+00:00",
        "content": "   this just factually isnt true. what if someone has their genes altered? CRISPR exists. then your genes aren't what matter anymore, but the genes of the people who researched the science that made that possible? people can be products of their environment but they are also fully capable of being a \"black sheep\" in such spaces too, if they chose to be. the work we do here reads the current path of what's going to happen, and if we can do that, we can also read on how to make that NOT happen. and then it's our choice whether or not to follow through. we still struggle to have perfect simulations with machines. as much as a proponent of technology that i am, there are limitations currently. we can get there in the future, but we also are realising that things aren't concrete. quantum mechanics doesn't let that be so. we can determine the probability of things occurring, not whether or not for certain that thing will occur (in science, as of now) . and there's no reason to see that to change. in fact, one of the biggest problems in mathematics and computing is relating directly to fluid mechanics and how we can't perfectly simulate it yet, and don't know if we will be able to (i believe it'll be solvable someday, but much in the same fashion. ) there is innate randomness to this world, which we can calculate probabilities of, but we can't account for what scenario is going to occur 100% of the time, simply because something will occur specifically just to spite that. "
    },
    {
        "id": "34170536",
        "date": "2023-02-24T06:13:26+00:00",
        "content": "   but i'm neither of those things. i make my own decisions entirely, regardless of what the timeline has in plan for me. and if we have ways of knowing what that is, we also have ways of knowing how to negate that, and get it to not happen. with enough information, its possible. and predicting the future is possible, save for one thing; the innate chaos of certain human interactions. for some things, the act of knowing that it'll happen is enough for it to not be so anymore. are these things equivalent to your destiny, just because you \"know\" they might happen? if you're the one making the decision as to what path you go down, then i'd consider that a semblance of free will. and enough to grab onto, in hopes for more in the future. reality isn't stable either. observations are affected by the observer. this means you can have a direct effect on the world around you, if your cognition is suited for it. but if its not, you're stuck. its an interesting talk anyways. not often people get to talking specifically about the nature of things in this part of the board :) "
    },
    {
        "id": "34170465",
        "date": "2023-02-24T06:00:54+00:00",
        "content": "   i'll always take issue with that statement, but that's just my nature to do so. rebel spirit, and all that. i believe in exercising my free will to go against my \"destiny\" and supposed purpose, in order to achieve more, and my own personal, selfish goals. and i know it's possible. the timeline is fluid, and with enough willpower, time, and knowledge, practically anything can be altered. if you find yourself unable, there's a lacking in one of these areas. "
    },
    {
        "id": "34170429",
        "date": "2023-02-24T05:54:35+00:00",
        "content": "   if you believe yourself to be chained to a destiny, then it shall be that way. if you believe in the opposite, you can exercise your own free will. i liken the journey one takes through life and time to a running river. you can choose to allow it to pull you along, allow yourself to sink, or swim with the current for a while, and then eventually gain enough momentum to make your own way. but you can't know to do this if you don't think that you could possibly be able to leave the borders in the first place. at the same time, if you recognize the current, and only exist to spite it, you likely won't get far. "
    },
    {
        "id": "34170127",
        "date": "2023-02-24T05:12:26+00:00",
        "content": "   oh lucario, interested in weird births? check your email "
    },
    {
        "id": "34169463",
        "date": "2023-02-24T03:49:15+00:00",
        "content": "   i can't say for sure, truly! it moreso feels like the story they tell overall, does, rather than one single card. i also probably don't have enough experiences to be able to parse through which one resonates best, especially since i haven't ever read with a tarot deck! i can see both the ones i got in the pair, and the judgement card (20) was my solo option, which also heavily resonates with my overall \"goal\" in life. but so many others have the same purpose >_> "
    },
    {
        "id": "34169351",
        "date": "2023-02-24T03:38:52+00:00",
        "content": "   that word actually would apply to my mindset the majority of the time nowadays, very nicely put! "
    },
    {
        "id": "34169319",
        "date": "2023-02-24T03:36:02+00:00",
        "content": "   it was a long struggle to get there, but i'm finally getting closer to it, can see that within reach :)   i've never really known what card calls out to me most. i've definitely felt a strong connection with more than half of them at some point, so it's moot for me to say! just interesting to know and compare, to me "
    },
    {
        "id": "34169180",
        "date": "2023-02-24T03:23:11+00:00",
        "content": "   according to that, mine then are 11 & 2, so justice and high priestess :P "
    },
    {
        "id": "34168920",
        "date": "2023-02-24T03:00:00+00:00",
        "content": "     sometimes, just how it goes :) i know i'll find the right person for me when its the right time. "
    },
    {
        "id": "34168629",
        "date": "2023-02-24T02:22:59+00:00",
        "content": "   i can definitely see that happening to me. if it werent that i work from home and make my own hours it'd probably quickly be unattainable lol. certainly lucky in that aspect. i'm still learning more things but i havent found a recipe i can't recreate yet! "
    },
    {
        "id": "34168553",
        "date": "2023-02-24T02:15:18+00:00",
        "content": "   shabu shabu is amazing. and yes, i try to cook as much as i can for myself, and from as \"scratch\" as possible. it feels good for me to do, love to cook even if it takes an inordinate amount of time "
    },
    {
        "id": "34168540",
        "date": "2023-02-24T02:13:43+00:00",
        "content": "   LOL thats the first time i've ever seen that. shoyu auto replaced to onion? hopefully the intent gets through. .. "
    },
    {
        "id": "34168526",
        "date": "2023-02-24T02:12:26+00:00",
        "content": "   wow not onions sauce, onions*** sauce. brain misfiring so much today lol "
    },
    {
        "id": "34168513",
        "date": "2023-02-24T02:10:33+00:00",
        "content": "   it very quickly became. .. almost impossible to manage lol. nowadays, unless i feel like i HAVE to, i just shuffle for a little bit with the number \"intended\", or held in my mind for a bit as the directory im searching for the information in, and the query the search entry. it hasn't produced a bad result yet, as far as i know! and i ate some homemade shoyu ramen. i buy the kombu and bonito flakes to make awase dashi from scratch and then tone it down with a 3/4 part of chicken stock, plus mirin and onions sauce to taste! (extras are optional. .. ) of course, can't make my own noodles yet, no pasta maker. the broth is to die for though. "
    },
    {
        "id": "34168429",
        "date": "2023-02-24T02:02:05+00:00",
        "content": "   oops, went to get food as you asked! nowadays i get really lazy sometimes with the same accuracy, but my standard shuffle to guarantee my answer relates to the number the querent gives me, as well as an extra \"final\" shuffle that i do a certain way to mix the cards up well. so if someone's number is 16, i shuffle the deck well 16 times, then go again with mine. "
    },
    {
        "id": "34168116",
        "date": "2023-02-24T01:27:04+00:00",
        "content": "   wish i could do that. my shuffles take so long though. .. "
    },
    {
        "id": "34167962",
        "date": "2023-02-24T01:13:04+00:00",
        "content": "   i've taken gin straight before. very pine-tree like :) "
    },
    {
        "id": "34162709",
        "date": "2023-02-23T11:04:22+00:00",
        "content": "   real loremasters even know my cup size "
    },
    {
        "id": "34162464",
        "date": "2023-02-23T09:59:37+00:00",
        "content": "   >Light Joker >2 of Clubs, Jack of Clubs, King of Clubs, 3 of Hearts basically, it'll be up to you in the end to make sure this works. light joker fell out while shuffling which signifies a good exercise of free will here. there's a large requirement for consistent rational thought mixed with a little bit of care for the other person. you need to play the straight-edge for a while, is likely what this means, as well as not allowing yourself to get taken away. hopefully some of this resonates and im able to help :) "
    },
    {
        "id": "34162396",
        "date": "2023-02-23T09:45:54+00:00",
        "content": "   i just put on whatever music is fitting my current mood and helps me zone out quick. nothing else prepped around me usually, but i've never really needed it for my own accuracy.  sorry! ! i suck at having queries for others, i need to come up with more fun things to ask about! shuffling now "
    },
    {
        "id": "34162351",
        "date": "2023-02-23T09:39:26+00:00",
        "content": "   sure thing, as long as you don't mind another female reader :P i don't need a question asked in return, but tag me with what you want to ask and i'll shuffle on it! "
    }
]