{"1": "Do you sometimes feel that things you see on the TV or read in the newspaper have a special meaning for you?", "2": "I sometimes avoid going to places where there will be many people because I will get anxious.", "3": "Have you had experiences with the supernatural?", "4": "Have you often mistaken objects or shadows for people, or noises for voices?", "5": "Other people see me as slightly eccentric (odd).", "6": "I have little interest in getting to know other people.", "7": "People sometimes find it hard to understand what I am saying.", "8": "People sometimes find me aloof and distant.", "9": "I am sure I am being talked about behind my back.", "10": "I am aware that people notice me when I go out for a meal or to see a film.", "11": "I get very nervous when I have to make polite conversation.", "12": "Do you believe in telepathy (mind-reading)?", "13": "Have you ever had the sense that some person or force is around you, even though you cannot see anyone?", "14": "People sometimes comment on my unusual mannerisms and habits.", "15": "I prefer to keep to myself.", "16": "I sometimes jump quickly from one topic to another when speaking.", "17": "I am poor at expressing my true feelings by the way I talk and look.", "18": "Do you often feel that other people may harm you?", "19": "Do some people drop hints about you or say things with a double meaning?", "20": "Do you ever get nervous when someone is walking behind you?", "21": "Are you sometimes sure that other people can tell what you are thinking?", "22": "When you look at a person, or yourself in a mirror, have you ever seen the face change right before your eyes?", "23": "Sometimes other people think that I am a little strange.", "24": "I am mostly quiet when with other people.", "25": "I sometimes forget what I am trying to say.", "26": "I rarely laugh and smile.", "27": "Do you sometimes get concerned that friends or co-workers are not really loyal or trustworthy?", "28": "Have you ever noticed a common event or object that seemed to be a special sign for you?", "29": "I get anxious when meeting people for the first time.", "30": "Do you believe in clairvoyancy (psychic forces, fortune telling)?", "31": "I often hear a voice speaking my thoughts aloud.", "32": "Some people think that I am a very bizarre person.", "33": "I find it hard to be emotionally close to other people.", "34": "I often go off topic when speaking.", "35": "My \"non-verbal\" communication (smiling and nodding during a conversation) is poor.", "36": "I feel I have to be on my guard even with friends.", "37": "Do you sometimes see special meanings in advertisements, shop windows, or in the way things are arranged around you?", "38": "Do you often feel nervous when you are in a group of unfamiliar people?", "39": "Can other people feel your feelings when they are not there?", "40": "Have you ever seen things invisible to other people?", "41": "Do you feel that there is no-one you are really close to outside of your immediate family, or people you can confide in or talk to about personal problems?", "42": "Some people find me a bit vague and elusive during a conversation.", "43": "I am poor at returning social courtesies and gestures.", "44": "Do you often pick up hidden threats or put-downs from what people say or do?", "45": "When shopping do you get the feeling that other people are taking notice of you?", "46": "I feel very uncomfortable in social situations involving unfamiliar people.", "47": "Have you had experiences with astrology, seeing the future, UFOs, extra-sensory perception, or a sixth sense?", "48": "Do everyday things seem unusually large or small?", "49": "Writing letters to friends is more trouble than it is worth.", "50": "I sometimes use words in unusual ways.", "51": "I tend to avoid eye contact when conversing with others.", "52": "Have you found that it is best not to let other people know too much about you?", "53": "When you see people talking to each other, do you often wonder if they are talking about you?", "54": "I would feel very anxious if I had to give a speech in front of a large group of people.", "55": "Have you ever felt that you are communicating with another person telepathically (by mind-reading)?", "56": "Does your sense of smell sometimes become unusually strong?", "57": "I tend to keep in the background on social occasions.", "58": "Do you tend to wander off the topic when having a conversation?", "59": "I often feel that others are out to get me.", "60": "Do you sometimes feel that other people are watching you?", "61": "Do you ever suddenly feel distracted by distant sounds that you are not normally aware of?", "62": "I attach little importance to having close friends.", "63": "Do you sometimes feel that people are talking about you?", "64": "Are your thoughts sometimes so strong that you can almost hear them?", "65": "Do you often have to keep an eye out to stop people from taking advantage of you?", "66": "Do you feel that you are unable to get \"close\" to people?", "67": "I am an odd, unusual person.", "68": "I do not have an expressive and lively way of speaking.", "69": "I find it hard to communicate clearly what I want to say to people.", "70": "I have some eccentric (odd) habits.", "71": "I feel very uneasy talking to people I do not know well.", "72": "People occasionally comment that my conversation is confusing.", "73": "I tend to keep my feelings to myself.", "74": "People sometimes stare at me because of my odd appearance."}